var appData ={
    "1": [
        {
            "titlehebrew": "מוֹדֶה אֲנִי",
            "titleenglish": "Modeh Ani",
            "texthebrew": "מוֹדֶה אֲנִי לְפָנֶֽיךָ, מֶֽלֶךְ חַי וְקַיָּם, שֶׁהֶחֱזַֽרְתָּ בִּי נִשְׁמָתִי בְּחֶמְלָה, רַבָּה אֱמוּנָתֶֽךָ.",
            "soundfile": "01-Modeh-Ani.mp3",
            "fontsize": 2,
            "songfile": "songs/to-use/modeh-ani.mp3"
        },
        {
            "titlehebrew": "מַה טֹּֽבוּ",
            "titleenglish": "Mah Tovu",
            "texthebrew": "מַה טֹּֽבוּ אֹהָלֶֽיךָ יַעֲקֹב, מִשְׁכְּנֹתֶֽיךָ יִשְׂרָאֵל. וַאֲנִי בְּרֹב חַסְדְּךָ אָבוֹא בֵיתֶֽךָ, אֶשְׁתַּחֲוֶה אֶל הֵיכַל קָדְשְׁךָ בְּיִרְאָתֶֽךָ.\n\n",
            "soundfile": "02-Mah-Tovu.mp3",
            "fontsize": 2,
            "songfile": "songs/to-use/mah-tovu.mp3"
        },
        {
            "titlehebrew": "עַל נְטִילַת יָדָֽיִם",
            "titleenglish": "Netilat Yadaim",
            "texthebrew": "בָּרוּךְ אַתָּה יְיָ אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, אֲשֶר קִדְּשָֽׁנוּ בְּמִצְוֹתָיו, וְצִוָּֽנוּ עַל נְטִילַת יָדָֽיִם.",
            "soundfile": "03-2-al-nitilat-yadayim.mp3",
            "fontsize": 2
        },
        {
            "titlehebrew": "אֲשֶׁר יָצַר",
            "titleenglish": "Asher Yatzar",
            "texthebrew": "בָּרוּךְ אַתָּה יְיָ אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, אֲשֶׁר יָצַר אֶת הָאָדָם בְּחָכְמָה, וּבָרָא בוֹ נְקָבִים נְקָבִים, חֲלוּלִים חֲלוּלִים. גָּלוּי וְיָדֽוּעַ לִפְנֵי כִסֵּא כְבוֹדֶֽךָ, שֶׁאִם יִפָּתֵֽחַ אֶחָד מֵהֶם, אוֹ יִסָּתֵם אֶחָד מֵהֶם, אִי אֶפְשַׁר לְהִתְקַיֵּם וְלַעֲמוֹד לְפָנֶֽיךָ. בָּרוּךְ אַתָּה יְיָ, רוֹפֵא כָל בָּשָׂר וּמַפְלִיא לַעֲשׂוֹת.",
            "soundfile": "04-3-asher-yatsar.mp3",
            "fontsize": 2
        },
        {
            "titlehebrew": "בִּרְכוֹת הַתּוֹרָה ",
            "titleenglish": "Bircot Hatorah",
            "texthebrew": "בָּרוּךְ אַתָּה יְיָ אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, אֲשֶׁר קִדְּשָֽׁנוּ בְּמִצְוֹתָיו, וְצִוָּֽנוּ לַעֲסוֹק בְּדִבְרֵי תוֹרָה.\n\n    {וְהַעֲרֶב נָא יְיָ אֱלֹהֵֽינוּ אֶת דִּבְרֵי תוֹרָתְךָ בְּפִֽינוּ וּבְפִי עַמְּךָ בֵּית יִשְׂרָאֵל, וְנִהְיֶה אֲנַֽחְנוּ וְצֶאֱצָאֵֽינוּ וְצֶאֱצָאֵי עַמְּךָ בֵּית יִשְׂרָאֵל כֻּלָּֽנוּ יוֹדְעֵי שְׁמֶֽךָ וְלוֹמְדֵי תוֹרָתֶֽךָ לִשְׁמָהּ. בָּרוּךְ אַתָּה יְיָ, הַמְלַמֵּד תּוֹרָה לְעַמּוֹ יִשְׂרָאֵל.}\n\nבָּרוּךְ אַתָּה יְיָ אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, אֲשֶׁר בָּֽחַר בָּֽנוּ מִכָּל הָעַמִּים, וְנָֽתַן לָֽנוּ אֶת תּוֹרָתוֹ. בָּרוּךְ אַתָּה יְיָ, נוֹתֵן הַתּוֹרָה.\n\nיְבָרֶכְךְ יְיָ וְיִשְׁמְרֶֽךָ. יָאֵר יְיָ פָּנָיו אֵלֶֽיךָ וִיחֻנֶּֽךָּ. יִשָּׂא יְיָ פָּנָיו אֵלֶֽיךָ וְיָשֵׂם לְךָ שָׁלוֹם.",
            "soundfile": "06-5-bichot-hatorah-short.mp3",
            "fontsize": 2
        },
        {
            "titlehebrew": "בִּרְכוֹת הַשַּׁחַר",
            "titleenglish": "Bircot Hashachar",
            "texthebrew": "בָּרוּךְ אַתָּה יְיָ אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, אֲשֶׁר נָתַן לַשֶּֽׂכְוִי בִינָה לְהַבְחִין בֵּין יוֹם וּבֵין לָֽיְלָה.\nבָּרוּךְ אַתָּה יְיָ אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, שֶׁלֹּא עָשַֽׂנִי גּוֹי.\nבָּרוּךְ אַתָּה יְיָ אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, שֶׁלֹּא עָשַֽׂנִי עָֽבֶד.\n\nBoys say\n\nבָּרוּךְ אַתָּה יְיָ אֶלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, שֶׁלֹּא עָשַֽׂנִי אִשָּׁה.\n\nGirls say\n\nבָּרוּךְ אַתָּה יְיָ אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, שֶׁעָשַֽׂנִי כִּרְצוֹנוֹ.\n\nבָּרוּךְ אַתָּה יְיָ אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, פּוֹקֵֽחַ עִוְרִים.\nבָּרוּךְ אַתָּה יְיָ אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, מַלְבִּישׁ עֲרֻמִּים.\nבָּרוּךְ אַתָּה יְיָ אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, מַתִּיר אֲסוּרִים.\nבָּרוּךְ אַתָּה יְיָ אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, זוֹקֵף כְּפוּפִים.\nבָּרוּךְ אַתָּה יְיָ אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, רוֹקַע הָאָֽרֶץ עַל הַמָּֽיִם.\nבָּרוּךְ אַתָּה יְיָ אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, שֶׁעָֽשָׂה לִי כָּל צָרְכִּי.\nבָּרוּךְ אַתָּה יְיָ אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, הַמֵּכִין מִצְעֲדֵי גָֽבֶר.\nבָּרוּךְ אַתָּה יְיָ אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, אוֹזֵר יִשְׂרָאֵל בִּגְבוּרָה.\nבָּרוּךְ אַתָּה יְיָ אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, עוֹטֵר יִשְׂרָאֵל בְּתִפְאָרָה.\nבָּרוּךְ אַתָּה יְיָ אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, הַנּוֹתֵן לַיָּעֵף כֹּֽחַ.\nבָּרוּךְ אַתָּה יְיָ אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, הַמַּעֲבִיר שֵׁנָה מֵעֵינָי וּתְנוּמָה מֵעַפְעַפָּי.\n\nוִיהִי רָצוֹן מִלְּפָנֶֽיךָ, יְיָ אֱלֹהֵֽינוּ וֵאלֹהֵי אֲבוֹתֵֽינוּ, שֶׁתַּרְגִּילֵֽנוּ בְּתוֹרָתֶֽךָ, וְדַבְּקֵֽנוּ בְּמִצְוֹתֶֽיךָ,\nוְאַל תְּבִיאֵֽנוּ לֹא לִידֵי חֵטְא, וְלֹא לִידֵי עֲבֵרָה וְעָוֹן, וְלֹא לִידֵי נִסָּיוֹן, וְלֹא לִידֵי בִזָּיוֹן,\nוְאַל תַּשְׁלֶט בָּֽנוּ יֵֽצֶר הָרָע. וְהַרְחִיקֵֽנוּ מֵאָדָם רָע וּמֵחָבֵר רָע.\nוְדַבְּקֵֽנוּ בְּיֵֽצֶר הַטּוֹב וּבְמַעֲשִׂים טוֹבִים, וְכוֹף אֶת יִצְרֵֽנוּ לְהִשְׁתַּעְבֶּד לָךְ.\nוּתְנֵֽנוּ הַיּוֹם, וּבְכָל יוֹם, לְחֵן וּלְחֶֽסֶד וּלְרַחֲמִים בְּעֵינֶיךָ, וּבְעֵינֵי כָל רוֹאֵֽינוּ, וְתִגְמְלֵֽנוּ חֲסָדִים טוֹבִים.\nבָּרוּךְ אַתָּה יְיָ, גּוֹמֵל חֲסָדִים טוֹבִים לְעַמּוֹ יִשְׂרָאֵל.\n",
            "fontsize": 2
        },
        {
            "titlehebrew": "שְׁמַע יִשְׂרָאֵל",
            "titleenglish": "Shema",
            "texthebrew": "שְׁמַע ׀ יִשְׂרָאֵל, יְיָ ׀ אֱלֹהֵֽינוּ, יְיָ ׀ אֶחָד.\nבָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד.\n\nוְאָהַבְתָּ אֵת יְיָ ׀ אֱלֹהֶֽיךָ, בְּכָל ׀ לְבָבְךָ, וּבְכָל נַפְשְׁךָ, וּבְכָל מְאֹדֶֽךָ. \nוְהָיוּ הַדְּבָרִים הָאֵֽלֶּה, אֲשֶׁר ׀ אָנֹכִי מְצַוְּךָ הַיּוֹם, עַל ׀ לְבָבֶֽךָ. \nוְשִׁנַּנְתָּם לְבָנֶֽיךָ, וְדִבַּרְתָּ בָּם, בְּשִׁבְתְּךָ בְּבֵיתֶֽךָ, וּבְלֶכְתְּךָ בַדֶּֽרֶךְ, וּבְשָׁכְבְּךָ, וּבְקוּמֶֽךָ. \nוּקְשַׁרְתָּם לְאוֹת ׀ עַל יָדֶֽךָ, וְהָיוּ לְטֹטָפֹת בֵּין ׀ עֵינֶֽיךָ. \nוּכְתַבְתָּם ׀ עַל מְזֻזוֹת בֵּיתֶֽךָ וּבִשְׁעָרֶֽיךָ.\n",
            "soundfile": "11-10-shma-short.mp3",
            "fontsize": 2,
            "songfile": "songs/to-use/shma-veahavta.mp3"
        },
        {
            "titlehebrew": "וַיְהִי בִּנְסֽוֹעַ הָאָרֹן",
            "titleenglish": "Vayehi Benasa Aron",
            "texthebrew": "וַיְהִי בִּנְסֽוֹעַ הָאָרֹן וַיֹּֽאמֶר מֹשֶׁה, קוּמָה, יְיָ, וְיָפֻֽצוּ אֹיְבֶֽיךָ, וְיָנֻֽסוּ מְשַׂנְאֶֽיךָ מִפָּנֶֽיךָ. כִּי מִצִּיּוֹן תֵּצֵא תוֹרָה, וּדְבַר יְיָ מִירוּשָׁלָֽיִם. בָּרוּךְ שֶׁנָּתַן תּוֹרָה לְעַמּוֹ יִשְׂרָאֵל בִּקְדֻשָּׁתוֹ.",
            "soundfile": "vayehi-benasa-aron.mp3",
            "fontsize": 2
        },
        {
            "titlehebrew": "אֲדוֹן עוֹלָם",
            "titleenglish": "Adon Olam",
            "texthebrew": "אֲדוֹן עוֹלָם אֲשֶׁר מָלַךְ, בְּטֶֽרֶם כָּל יְצִיר נִבְרָא. \nלְעֵת נַעֲשָׂה בְחֶפְצוֹ כֹּל, אֲזַי מֶֽלֶךְ שְׁמוֹ נִקְרָא. \nוְאַחֲרֵי כִּכְלוֹת הַכֹּל, לְבַדּוֹ יִמְלוֹךְ נוֹרָא. \nוְהוּא הָיָה, וְהוּא הֹוֶה, וְהוּא יִהְיֶה, בְּתִפְאָרָה. \nוְהוּא אֶחָד וְאֵין שֵׁנִי, לְהַמְשִׁיל לוֹ לְהַחְבִּֽירָה. \nבְּלִי רֵאשִׁית בְּלִי תַכְלִית, וְלוֹ הָעֹז וְהַמִּשְׂרָה. \nוְהוּא אֵלִי וְחַי גֹּאֲלִי, וְצוּר חֶבְלִי בְּעֵת צָרָה. \nוְהוּא נִסִּי וּמָנוֹס לִי, מְנָת כּוֹסִי בְּיוֹם אֶקְרָא. \nבְּיָדוֹ אַפְקִיד רוּחִי, בְּעֵת אִישַׁן וְאָעִֽירָה. \nוְעִם רוּחִי גְּוִיָּתִי, יְיָ לִי וְלֹא אִירָא.",
            "soundfile": "15-14-adon-olam.mp3",
            "fontsize": 2
        }
    ],
    "2": [
        {
            "titlehebrew": "אַשְׁרֵי",
            "titleenglish": "Ashrei",
            "texthebrew": "אַשְׁרֵי יוֹשְׁבֵי בֵיתֶֽךָ, עוֹד יְהַלְלֽוּךָ סֶּֽלָה.\nאַשְׁרֵי הָעָם שֶׁכָּֽכָה לּוֹ, אַשְׁרֵי הָעָם שֶׁיְיָ אֱלֹהָיו.\nתְּהִלָּה לְדָוִד, אֲרוֹמִמְךָ אֱלוֹהַי הַמֶּֽלֶךְ, וַאֲבָרְכָה שִׁמְךָ לְעוֹלָם וָעֶד.\nבְּכָל יוֹם אֲבָרְכֶֽךָּ, וַאֲהַלְלָה שִׁמְךָ לְעוֹלָם וָעֶד. \nגָּדוֹל יְיָ וּמְהֻלָּל מְאֹד, וְלִגְדֻלָּתוֹ אֵין חֵֽקֶר. \nדּוֹר לְדוֹר יְשַׁבַּח מַעֲשֶֽׂיךָ, וּגְבוּרֹתֶֽיךָ יַגִּֽידוּ. \nהֲדַר כְּבוֹד הוֹדֶֽךָ, וְדִבְרֵי נִפְלְאֹתֶֽיךָ אָשִֽׂיחָה. \nוֶעֱזוּז נוֹרְאוֹתֶֽיךָ יֹאמֵֽרוּ, וּגְדֻלָּתְךָ אֲסַפְּרֶֽנָּה.\n זֶֽכֶר רַב טוּבְךָ יַבִּֽיעוּ, וְצִדְקָתְךָ יְרַנֵּֽנוּ. \nחַנּוּן וְרַחוּם יְיָ, אֶֽרֶךְ אַפַּֽיִם וּגְדָל חָֽסֶד.\nטוֹב יְיָ לַכֹּל, וְרַחֲמָיו עַל כָּל מַעֲשָׂיו.\nיוֹדֽוּךָ יְיָ כָּל מַעֲשֶֽׂיךָ, וַחֲסִידֶֽיךָ יְבָרְכֽוּכָה. \nכְּבוֹד מַלְכוּתְךָ יֹאמֵֽרוּ, וּגְבוּרָתְךָ יְדַבֵּֽרוּ.\nלְהוֹדִֽיעַ לִבְנֵי הָאָדָם גְּבוּרֹתָיו, וּכְבוֹד הֲדַר מַלְכוּתוֹ.\nמַלְכוּתְךָ מַלְכוּת כָּל עוֹלָמִים, וּמֶמְשַׁלְתְּךָ בְּכָל דֹּר וָדֹר.\nסוֹמֵךְ יְיָ לְכָל הַנֹּפְלִים, וְזוֹקֵף לְכָל הַכְּפוּפִים.\nעֵֽינֵי כֹל אֵלֶֽיךָ יְשַׂבֵּֽרוּ, וְאַתָּה נוֹתֵן לָהֶם אֶת אָכְלָם בְּעִתּוֹ.\nפּוֹתֵֽחַ אֶת יָדֶֽךָ, וּמַשְׂבִּֽיעַ לְכָל חַי רָצוֹן.\nצַדִּיק יְיָ בְּכָל דְּרָכָיו, וְחָסִיד בְּכָל מַעֲשָׂיו.\nקָרוֹב יְיָ לְכָל קֹרְאָיו, לְכֹל אֲשֶׁר יִקְרָאֻֽהוּ בֶאֱמֶת.\nרְצוֹן יְרֵאָיו יַעֲשֶׂה, וְאֶת שַׁוְעָתָם יִשְׁמַע וְיוֹשִיעֵם.\nשׁוֹמֵר יְיָ אֶת כָּל אֹהֲבָיו, וְאֵת כָּל הָרְשָׁעִים יַשְׁמִיד.\nתְּהִלַּת יְיָ יְדַבֶּר פִּי, וִיבָרֵךְ כָּל בָּשָׂר שֵׁם קָדְשׁוֹ לְעוֹלָם וָעֶד. וַאֲנַֽחְנוּ נְבָרֵךְ יָהּ, מֵעַתָּה וְעַד עוֹלָם, הַלְלוּיָהּ.",
            "soundfile": "08-7-ashray.mp3",
            "fontsize": 2
        },
        {
            "titlehebrew": "בִּרְכת יוֹצֵר אוֹר",
            "titleenglish": "Bircat Yotzer Or",
            "texthebrew": "בָּרוּךְ אַתָּה יְיָ, אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, יוֹצֵר אוֹר וּבוֹרֵא חֹֽשֶךְ, עֹשֶׂה שָׁלוֹם וּבוֹרֵא אֶת הַכֹּל.",
            "soundfile": "bircat-yotzer-or.mp3",
            "fontsize": 2
        },
        {
            "titlehebrew": "הַלֵּל",
            "titleenglish": "Hallel\n\nBracha and B'tzait Yisrael\n",
            "texthebrew": "בָּרוּךְ אַתָּה יְיָ אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, אֲשֶׁר קִדְּשָֽׁנוּ בְּמִצְוֹתָיו, וְצִוָּֽנוּ לִקְרֹא אֶת הַהַלֵּל.\n\nבְּצֵאת יִשְׂרָאֵל מִמִּצְרָֽיִם, בֵּית יַעֲקֹב מֵעַם לֹעֵז. \nהָיְתָה יְהוּדָה לְקָדְשׁוֹ, יִשְׂרָאֵל מַמְשְׁלוֹתָיו. \nהַיָּם רָאָה וַיָּנֹס, הַיַּרְדֵּן יִסֹּב לְאָחוֹר.\nהֶהָרִים רָקְדוּ כְאֵילִים, גְּבָעוֹת כִּבְנֵי צֹאן.\nמַה לְּךָ הַיָּם כִּי תָנוּס, הַיַּרְדֵּן תִּסֹּב לְאָחוֹר. \nהֶהָרִים תִּרְקְדוּ כְאֵילִים, גְּבָעוֹת כִּבְנֵי צֹאן. \nמִלִּפְנֵי אָדוֹן חֽוּלִי אָֽרֶץ, מִלִּפְנֵי אֱלֽוֹהַּ יַעֲקֹב. \nהַהֹפְכִי הַצּוּר אֲגַם מָֽיִם, חַלָּמִישׁ לְמַעְיְנוֹ מָֽיִם. ",
            "soundfile": "hallel-short.mp3",
            "fontsize": 2
        },
        {
            "titlehebrew": "לְדָוִד ה אוֹרִי",
            "titleenglish": "Ledavid Hashem Ori",
            "texthebrew": "אַחַת שָׁאַֽלְתִּי מֵאֵת יְיָ, אוֹתָהּ אֲבַקֵּשׁ, שִׁבְתִּי בְּבֵית יְיָ כָּל יְמֵי חַיַּי, לַחֲזוֹת בְּנֹֽעַם יְיָ וּלְבַקֵּר בְּהֵיכָלוֹ.\n\nלוּלֵא הֶאֱמַֽנְתִּי, לִרְאוֹת בְּטוּב יְיָ, בְּאֶֽרֶץ חַיִּים. קַוֵּה אֶל יְיָ, חֲזַק וְיַאֲמֵץ לִבֶּֽךָ, וְקַוֵּה אֶל יְיָ. ",
            "soundfile": "17-16-ledavid-short.mp3",
            "fontsize": 2,
            "songfile": "songs/to-use/ledavid.mp3"
        }
    ],
    "3": [
        {
            "titlehebrew": "בִּרְכוֹת הַתּוֹרָה ",
            "titleenglish": "Bircot Hatorah",
            "texthebrew": "בָּרוּךְ אַתָּה יְיָ אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, אֲשֶׁר קִדְּשָֽׁנוּ בְּמִצְוֹתָיו, וְצִוָּֽנוּ לַעֲסוֹק בְּדִבְרֵי תוֹרָה.\n\nוְהַעֲרֶב נָא יְיָ אֱלֹהֵֽינוּ אֶת דִּבְרֵי תוֹרָתְךָ בְּפִֽינוּ וּבְפִי עַמְּךָ בֵּית יִשְׂרָאֵל, וְנִהְיֶה אֲנַֽחְנוּ וְצֶאֱצָאֵֽינוּ וְצֶאֱצָאֵי עַמְּךָ בֵּית יִשְׂרָאֵל כֻּלָּֽנוּ יוֹדְעֵי שְׁמֶֽךָ וְלוֹמְדֵי תוֹרָתֶֽךָ לִשְׁמָהּ. \nבָּרוּךְ אַתָּה יְיָ, הַמְלַמֵּד תּוֹרָה לְעַמּוֹ יִשְׂרָאֵל.\n\nבָּרוּךְ אַתָּה יְיָ אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, אֲשֶׁר בָּֽחַר בָּֽנוּ מִכָּל הָעַמִּים, וְנָֽתַן לָֽנוּ אֶת תּוֹרָתוֹ. בָּרוּךְ אַתָּה יְיָ, נוֹתֵן הַתּוֹרָה.\n\nיְבָרֶכְךְ יְיָ וְיִשְׁמְרֶֽךָ. יָאֵר יְיָ פָּנָיו אֵלֶֽיךָ וִיחֻנֶּֽךָּ. יִשָּׂא יְיָ פָּנָיו אֵלֶֽיךָ וְיָשֵׂם לְךָ שָׁלוֹם.\n\nאֵֽלּוּ דְבָרִים שֶׁאֵין לָהֶם שִׁעוּר: הַפֵּאָה וְהַבִּכּוּרִים וְהָרַאְיוֹן וּגְמִילוּת חֲסָדִים וְתַלְמוּד תּוֹרָה.\n\nאֵֽלּוּ דְבָרִים שֶׁאָדָם אוֹכֵל פֵּרוֹתֵיהֶם בָּעוֹלָם הַזֶּה וְהַקֶּֽרֶן קַיֶּֽמֶת לוֹ לָעוֹלָם הַבָּא, וְאֵֽלּוּ הֵן: \nכִּבּוּד אָב וָאֵם, \nוּגְמִילוּת חֲסָדִים, \nוְהַשְׁכָּמַת בֵּית הַמִּדְרָשׁ שַׁחֲרִית וְעַרְבִית, \nוְהַכְנָסַת אוֹרְחִים, \nוּבִקּוּר חוֹלִים, \nוְהַכְנָסַת כַּלָּה, \nוּלְוָיַת הַמֵּת, \nוְעִיוּן תְּפִלָּה, \nוַהֲבָאַת שָׁלוֹם בֵּין אָדָם לַחֲבֵרוֹ, \nוְתַלְמוּד תּוֹרָה כְּנֶֽגֶד כֻּלָּם.",
            "soundfile": "06-5-bichot-hatorah.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "בָּרוּךְ שֶׁאָמַר ",
            "titleenglish": "Baruch Sheamar",
            "texthebrew": "The beginning of Psukei Dezimra section of the Siddur\n\nבָּרוּךְ שֶׁאָמַר וְהָיָה הָעוֹלָם, בָּרוּךְ הוּא, \nבָּרוּךְ עֹשֶׂה בְרֵאשִׁית, \nבָּרוּךְ אוֹמֵר וְעוֹשֶׂה, \nבָּרוּךְ גּוֹזֵר וּמְקַיֵּם, \nבָּרוּךְ מְרַחֵם עַל הָאָֽרֶץ, \nבָּרוּךְ מְרַחֵם עַל הַבְּרִיּוֹת, \nבָּרוּךְ מְשַׁלֵּם שָׂכָר טוֹב לִירֵאָיו, \nבָּרוּךְ חַי לָעַד וְקַיָּם לָנֶֽצַח, \nבָּרוּךְ פּוֹדֶה וּמַצִּיל, בָּרוּךְ שְׁמוֹ. \nבָּרוּךְ אַתָּה יְיָ אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, הָאֵל הָאָב הָרַחֲמָן, \nהַמְהֻלָּל בְּפִי עַמּוֹ, \nמְשֻׁבָּח וּמְפֹאָר בִּלְשׁוֹן חֲסִידָיו וַעֲבָדָיו, \nוּבְשִׁירֵי דָוִד עַבְדֶּךָ. \nנְהַלֶּלְךָ יְיָ אֱלֹהֵֽינוּ בִּשְׁבָחוֹת וּבִזְמִירוֹת, \nוּנְגַדֶּלְךָ וּנְשַׁבֵּחֲךָ וּנְפָאֶרְךָ וְנַזְכִּיר שִׁמְךָ, \nוְנַמְלִיכְךָ, מַלְכֵּֽנוּ אֱלֹהֵֽינוּ, \nיָחִיד, חֵי הָעוֹלָמִים, \nמֶֽלֶךְ מְשֻׁבָּח וּמְפֹאָר עֲדֵי עַד שְׁמוֹ הַגָּדוֹל. \nבָּרוּךְ אַתָּה יְיָ, מֶֽלֶךְ מְהֻלָּל בַּתִּשְׁבָּחוֹת.  ",
            "soundfile": "07-6-baruch-sheamar.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "אַשְׁרֵי",
            "titleenglish": "Ashrei",
            "texthebrew": "אַשְׁרֵי יוֹשְׁבֵי בֵיתֶֽךָ, עוֹד יְהַלְלֽוּךָ סֶּֽלָה.\nאַשְׁרֵי הָעָם שֶׁכָּֽכָה לּוֹ, אַשְׁרֵי הָעָם שֶׁיְיָ אֱלֹהָיו.\nתְּהִלָּה לְדָוִד, אֲרוֹמִמְךָ אֱלוֹהַי הַמֶּֽלֶךְ, וַאֲבָרְכָה שִׁמְךָ לְעוֹלָם וָעֶד.\nבְּכָל יוֹם אֲבָרְכֶֽךָּ, וַאֲהַלְלָה שִׁמְךָ לְעוֹלָם וָעֶד. \nגָּדוֹל יְיָ וּמְהֻלָּל מְאֹד, וְלִגְדֻלָּתוֹ אֵין חֵֽקֶר. \nדּוֹר לְדוֹר יְשַׁבַּח מַעֲשֶֽׂיךָ, וּגְבוּרֹתֶֽיךָ יַגִּֽידוּ. \nהֲדַר כְּבוֹד הוֹדֶֽךָ, וְדִבְרֵי נִפְלְאֹתֶֽיךָ אָשִֽׂיחָה. \nוֶעֱזוּז נוֹרְאוֹתֶֽיךָ יֹאמֵֽרוּ, וּגְדֻלָּתְךָ אֲסַפְּרֶֽנָּה.\n זֶֽכֶר רַב טוּבְךָ יַבִּֽיעוּ, וְצִדְקָתְךָ יְרַנֵּֽנוּ. \nחַנּוּן וְרַחוּם יְיָ, אֶֽרֶךְ אַפַּֽיִם וּגְדָל חָֽסֶד.\nטוֹב יְיָ לַכֹּל, וְרַחֲמָיו עַל כָּל מַעֲשָׂיו.\nיוֹדֽוּךָ יְיָ כָּל מַעֲשֶֽׂיךָ, וַחֲסִידֶֽיךָ יְבָרְכֽוּכָה. \nכְּבוֹד מַלְכוּתְךָ יֹאמֵֽרוּ, וּגְבוּרָתְךָ יְדַבֵּֽרוּ.\nלְהוֹדִֽיעַ לִבְנֵי הָאָדָם גְּבוּרֹתָיו, וּכְבוֹד הֲדַר מַלְכוּתוֹ.\nמַלְכוּתְךָ מַלְכוּת כָּל עוֹלָמִים, וּמֶמְשַׁלְתְּךָ בְּכָל דֹּר וָדֹר.\nסוֹמֵךְ יְיָ לְכָל הַנֹּפְלִים, וְזוֹקֵף לְכָל הַכְּפוּפִים.\nעֵֽינֵי כֹל אֵלֶֽיךָ יְשַׂבֵּֽרוּ, וְאַתָּה נוֹתֵן לָהֶם אֶת אָכְלָם בְּעִתּוֹ.\nפּוֹתֵֽחַ אֶת יָדֶֽךָ, וּמַשְׂבִּֽיעַ לְכָל חַי רָצוֹן.\nצַדִּיק יְיָ בְּכָל דְּרָכָיו, וְחָסִיד בְּכָל מַעֲשָׂיו.\nקָרוֹב יְיָ לְכָל קֹרְאָיו, לְכֹל אֲשֶׁר יִקְרָאֻֽהוּ בֶאֱמֶת.\nרְצוֹן יְרֵאָיו יַעֲשֶׂה, וְאֶת שַׁוְעָתָם יִשְׁמַע וְיוֹשִיעֵם.\nשׁוֹמֵר יְיָ אֶת כָּל אֹהֲבָיו, וְאֵת כָּל הָרְשָׁעִים יַשְׁמִיד.\nתְּהִלַּת יְיָ יְדַבֶּר פִּי, וִיבָרֵךְ כָּל בָּשָׂר שֵׁם קָדְשׁוֹ לְעוֹלָם וָעֶד. וַאֲנַֽחְנוּ נְבָרֵךְ יָהּ, מֵעַתָּה וְעַד עוֹלָם, הַלְלוּיָהּ.",
            "soundfile": "08-7-ashray.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "יִשְׁתַּבַּח",
            "titleenglish": "Yishtabach",
            "texthebrew": "יִשְׁתַּבַּח שִׁמְךָ לָעַד מַלְכֵּֽנוּ, הָאֵל הַמֶּֽלֶךְ הַגָּדוֹל וְהַקָּדוֹשׁ בַּשָּׁמַֽיִם וּבָאָֽרֶץ. כִּי לְךָ נָאֶה, יְיָ אֱלֹהֵֽינוּ וֵאלֹהֵי אֲבוֹתֵֽינוּ, שִׁיר וּשְׁבָחָה, הַלֵּל וְזִמְרָה, עֹז וּמֶמְשָׁלָה, נֶֽצַח, גְּדֻלָּה וּגְבוּרָה, תְּהִלָּה וְתִפְאֶֽרֶת, קְדֻשָּׁה וּמַלְכוּת. בְּרָכוֹת וְהוֹדָאוֹת מֵעַתָּה וְעַד עוֹלָם. בָּרוּךְ אַתָּה יְיָ, אֵל מֶֽלֶךְ גָּדוֹל בַּתִּשְׁבָּחוֹת, אֵל הַהוֹדָאוֹת, אֲדוֹן הַנִּפְלָאוֹת, הַבּוֹחֵר בְּשִׁירֵי זִמְרָה, מֶֽלֶךְ, אֵל, חֵי הָעוֹלָמִים.",
            "soundfile": "8-yishtabach.mp3",
            "fontsize": 1.5,
            "songfile": "songs/to-use/yishtabach.mp3"
        },
        {
            "titlehebrew": "שְׁמַע יִשְׂרָאֵל",
            "titleenglish": "Shema and 1st paragraph",
            "texthebrew": "(אֵל מֶֽלֶךְ נֶאֱמָן.)\n\nשְׁמַע ׀ יִשְׂרָאֵל, יְיָ ׀ אֱלֹהֵֽינוּ, יְיָ ׀ אֶחָד.\n\nSay quietly to yourself\nבָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד.\n\nוְאָהַבְתָּ אֵת יְיָ ׀ אֱלֹהֶֽיךָ, בְּכָל ׀ לְבָבְךָ, וּבְכָל נַפְשְׁךָ, וּבְכָל מְאֹדֶֽךָ. וְהָיוּ הַדְּבָרִים הָאֵֽלֶּה, אֲשֶׁר ׀ אָנֹכִי מְצַוְּךָ הַיּוֹם, עַל ׀ לְבָבֶֽךָ. וְשִׁנַּנְתָּם לְבָנֶֽיךָ, וְדִבַּרְתָּ בָּם, בְּשִׁבְתְּךָ בְּבֵיתֶֽךָ, וּבְלֶכְתְּךָ בַדֶּֽרֶךְ, וּבְשָׁכְבְּךָ, וּבְקוּמֶֽךָ. וּקְשַׁרְתָּם לְאוֹת ׀ עַל יָדֶֽךָ, וְהָיוּ לְטֹטָפֹת בֵּין ׀ עֵינֶֽיךָ. וּכְתַבְתָּם ׀ עַל מְזֻזוֹת בֵּיתֶֽךָ וּבִשְׁעָרֶֽיךָ.\n\n\n",
            "soundfile": "11-10-shma-1.mp3",
            "fontsize": 1.5,
            "songfile": "songs/to-use/shma-veahavta.mp3"
        },
        {
            "titlehebrew": "שְׁמַע יִשְׂרָאֵל",
            "titleenglish": "Shema: 2nd paragraph",
            "texthebrew": "וְהָיָה אִם שָׁמֹֽעַ תִּשְׁמְעוּ אֶל מִצְוֹתַי, אֲשֶׁר ׀ אָנֹכִי מְצַוֶּה ׀ אֶתְכֶם הַיּוֹם, לְאַהֲבָה אֶת יְיָ ׀ אֱלֹהֵיכֶם וּלְעָבְדוֹ, בְּכָל ׀ לְבַבְכֶם וּבְכָל נַפְשְׁכֶם. וְנָתַתִּי מְטַר ׀ אַרְצְכֶם בְּעִתּוֹ, יוֹרֶה וּמַלְקוֹשׁ, וְאָסַפְתָּ דְגָנֶֽךָ וְתִירֹשְׁךָ וְיִצְהָרֶֽךָ. וְנָתַתִּי ׀ עֵֽשֶׂב ׀ בְּשָׂדְךָ לִבְהֶמְתֶּֽךָ, וְאָכַלְתָּ וְשָׂבָֽעְתָּ. הִשָּׁמְרוּ לָכֶם פֶּן יִפְתֶּה לְבַבְכֶם, וְסַרְתֶּם וַעֲבַדְתֶּם ׀ אֱלֹהִים ׀ אֲחֵרִים וְהִשְׁתַּחֲוִיתֶם לָהֶם. וְחָרָה ׀ אַף יְיָ בָּכֶם, וְעָצַר ׀ אֶת הַשָּׁמַֽיִם וְלֹא יִהְיֶה מָטָר, וְהָאֲדָמָה לֹא תִתֵּן אֶת יְבוּלָהּ, וַאֲבַדְתֶּם ׀ מְהֵרָה מֵעַל הָאָֽרֶץ הַטֹּבָה ׀ אֲשֶׁר ׀ יְיָ נֹתֵן לָכֶם. וְשַׂמְתֶּם ׀ אֶת דְּבָרַי ׀ אֵֽלֶּה עַל ׀ לְבַבְכֶם וְעַל נַפְשְׁכֶם, וּקְשַׁרְתֶּם ׀ אֹתָם לְאוֹת ׀ עַל יֶדְכֶם, וְהָיוּ לְטוֹטָפֹת בֵּין ׀ עֵינֵיכֶם. וְלִמַּדְתֶּם ׀ אֹתָם ׀ אֶת בְּנֵיכֶם לְדַבֵּר בָּם, בְּשִׁבְתְּךָ בְּבֵיתֶֽךָ, וּבְלֶכְתְּךָ בַדֶּֽרֶךְ, וּבְשָׁכְבְּךָ, וּבְקוּמֶֽךָ. וּכְתַבְתָּם ׀ עַל מְזוּזוֹת בֵּיתֶֽךָ וּבִשְׁעָרֶֽיךָ. לְמַֽעַן ׀ יִרְבּוּ ׀ יְמֵיכֶם וִימֵי בְנֵיכֶם ׀ עַל הָאֲדָמָה ׀ אֲשֶׁר נִשְׁבַּע ׀ יְיָ לַאֲבֹתֵיכֶם לָתֵת לָהֶם, כִּימֵי הַשָּׁמַֽיִם ׀ עַל הָאָֽרֶץ.",
            "soundfile": "11-10-shma-2.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "שְׁמַע יִשְׂרָאֵל",
            "titleenglish": "Shema: 3rd paragraph",
            "texthebrew": "וַיֹּֽאמֶר ׀ יְיָ ׀ אֶל מֹשֶׁה לֵּאמֹר. דַּבֵּר ׀ אֶל בְּנֵי ׀ יִשְׂרָאֵל וְאָמַרְתָּ אֲלֵהֶם, וְעָשׂוּ לָהֶם צִיצִת עַל כַּנְפֵי בִגְדֵיהֶם לְדֹרֹתָם, וְנָתְנוּ ׀ עַל צִיצִת הַכָּנָף פְּתִיל תְּכֵֽלֶת. וְהָיָה לָכֶם לְצִיצִת, וּרְאִיתֶם ׀ אֹתוֹ וּזְכַרְתֶּם ׀ אֶת כָּל מִצְוֹת ׀ יְיָ, וַעֲשִׂיתֶם ׀ אֹתָם, וְלֹא תָתֽוּרוּ ׀ אַחֲרֵי לְבַבְכֶם וְאַחֲרֵי ׀ עֵינֵיכֶם, אֲשֶׁר אַתֶּם זֹנִים ׀ אַחֲרֵיהֶם. לְמַֽעַן תִּזְכְּרוּ וַעֲשִׂיתֶם ׀ אֶת כָּל מִצְוֹתָי, וִהְיִיתֶם קְדֹשִׁים לֵאלֹהֵיכֶם. אֲנִי יְיָ ׀ אֱלֹהֵיכֶם, אֲשֶׁר הוֹצֵֽאתִי ׀ אֶתְכֶם ׀ מֵאֶֽרֶץ מִצְרַֽיִם, לִהְיוֹת לָכֶם לֵאלֹהִים, אֲנִי ׀ יְיָ ׀ אֱלֹהֵיכֶם. ",
            "soundfile": "11-10-shma-3.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "שְׁמֹנֶה עֶשְֵׂרה",
            "titleenglish": "Shmoneh Esrei\n1st Bracha",
            "texthebrew": "אֲדֹנָי שְׂפָתַי תִּפְתָּח וּפִי יַגִּיד תְּהִלָּתֶֽךָ.\n\nבָּרוּךְ אַתָּה יְיָ אֱלֹהֵֽינוּ וֵאלֹהֵי אֲבוֹתֵֽינוּ, אֱלֹהֵי אַבְרָהָם, אֱלֹהֵי יִצְחָק, וֵאלֹהֵי יַעֲקֹב, הָאֵל הַגָּדוֹל הַגִּבּוֹר וְהַנּוֹרָא, אֵל עֶלְיוֹן, גּוֹמֵל חֲסָדִים טוֹבִים, וְקֹנֵה הַכֹּל, וְזוֹכֵר חַסְדֵי אָבוֹת, וּמֵבִיא גוֹאֵל לִבְנֵי בְנֵיהֶם, לְמַֽעַן שְׁמוֹ בְּאַהֲבָה.\n\n(:Between Rosh Hashanah and Yom Kippur\nזָכְרֵֽנוּ לְחַיִּים, מֶֽלֶךְ חָפֵץ בַּחַיִּים, וְכָתְבֵֽנוּ בְּסֵֽפֶר הַחַיִּים, לְמַעַנְךָ אֱלֹהִים חַיִּים.)\n\nמֶֽלֶךְ עוֹזֵר וּמוֹשִֽׁיעַ וּמָגֵן. בָּרוּךְ אַתָּה יְיָ, מָגֵן אַבְרָהָם.\n",
            "soundfile": "shmoneh-esrei-1.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "שְׁמֹנֶה עֶשְֵׂרה",
            "titleenglish": "Shmoneh Esrei 2nd Bracha",
            "texthebrew": "אַתָּה גִּבּוֹר לְעוֹלָם אֲדֹנָי, מְחַיֵּה מֵתִים אַֽתָּה, רַב לְהוֹשִֽׁיעַ.(Between Sukkot and Pesach מַשִּׁיב הָרֽוּחַ וּמוֹרִיד הַגֶּֽשֶׁם.)מְכַלְכֵּל חַיִּים בְּחֶֽסֶד, מְחַיֵּה מֵתִים בְּרַחֲמִים רַבִּים, סוֹמֵךְ נוֹפְלִים, וְרוֹפֵא חוֹלִים, וּמַתִּיר אֲסוּרִים, וּמְקַיֵּם אֱמוּנָתוֹ לִישֵׁנֵי עָפָר, מִי כָמֽוֹךָ בַּֽעַל גְּבוּרוֹת וּמִי דּֽוֹמֶה לָּךְ, מֶֽלֶךְ מֵמִית וּמְחַיֶּה וּמַצְמִֽיחַ יְשׁוּעָה. (Between Rosh Hashanah and Yom Kippur: מִי כָמוֹךָ אַב הָרַחֲמִים, זוֹכֵר יְצוּרָיו לְחַיִּים בְּרַחֲמִים.)וְנֶאֱמָן אַתָּה לְהַחֲיוֹת מֵתִים. בָּרוּךְ אַתָּה יְיָ, מְחַיֵּה הַמֵּתִים.",
            "soundfile": "shmoneh-esrei-2.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "שְׁמֹנֶה עֶשְֵׂרה",
            "titleenglish": "Shmoneh Esrei 3rd Bracha",
            "texthebrew": "אַתָּה קָדוֹשׁ וְשִׁמְךָ קָדוֹשׁ, וּקְדוֹשִׁים בְּכָל יוֹם יְהַלְלֽוּךָ סֶּֽלָה. בָּרוּךְ אַתָּה יְיָ, הָאֵל הַקָּדוֹשׁ (Between Rosh Hashanah and Yom Kippur: הַמֶּֽלֶךְ הַקָּדוֹשׁ).",
            "soundfile": "shmoneh-esrei-3.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "שְׁמֹנֶה עֶשְֵׂרה",
            "titleenglish": "Shmoneh Esrei 4th Bracha",
            "texthebrew": "אַתָּה חוֹנֵן לְאָדָם דַּֽעַת, וּמְלַמֵּד לֶאֱנוֹשׁ בִּינָה. חָנֵּֽנוּ מֵאִתְּךָ דֵּעָה, בִּינָה וְהַשְׂכֵּל. בָּרוּךְ אַתָּה יְיָ, חוֹנֵן הַדָּעַת.",
            "soundfile": "shmoneh-esrei-4.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "שְׁמֹנֶה עֶשְֵׂרה",
            "titleenglish": "Shmoneh Esrei 5th Bracha",
            "texthebrew": "הֲשִׁיבֵֽנוּ אָבִֽינוּ לְתוֹרָתֶֽךָ, וְקָרְבֵֽנוּ מַלְכֵּֽנוּ לַעֲבוֹדָתֶֽךָ, וְהַחֲזִירֵֽנוּ בִּתְשׁוּבָה שְׁלֵמָה לְפָנֶֽיךָ. בָּרוּךְ אַתָּה יְיָ, הָרוֹצֶה בִּתְשׁוּבָה.",
            "soundfile": "shmoneh-esrei-5.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "שְׁמֹנֶה עֶשְֵׂרה",
            "titleenglish": "Shmoneh Esrei 6th Bracha",
            "texthebrew": "סְלַח לָֽנוּ, אָבִֽינוּ, כִּי חָטָֽאנוּ, מְחַל לָֽנוּ, מַלְכֵּֽנוּ, כִּי פָשָֽׁעְנוּ, כִּי מוֹחֵל וְסוֹלֵֽחַ אָֽתָּה. בָּרוּךְ אַתָּה יְיָ, חַנּוּן הַמַּרְבֶּה לִסְלֹֽחַ. ",
            "soundfile": "shmoneh-esrei-6.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "שְׁמֹנֶה עֶשְֵׂרה",
            "titleenglish": "Shmoneh Esrei 7th Bracha",
            "texthebrew": "רְאֵה בְעָנְיֵֽנוּ, וְרִֽיבָה רִיבֵֽנוּ, וּגְאָלֵֽנוּ מְהֵרָה לְמַֽעַן שְׁמֶֽךָ, כִּי גּוֹאֵל חָזָק אָֽתָּה. בָּרוּךְ אַתָּה יְיָ, גּוֹאֵל יִשְׂרָאֵל.",
            "soundfile": "shmoneh-esrei-7.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "שְׁמֹנֶה עֶשְֵׂרה",
            "titleenglish": "Shmoneh Esrei 8th Bracha",
            "texthebrew": "רְפָאֵֽנוּ, יְיָ, וְנֵרָפֵא, הוֹשִׁיעֵֽנוּ וְנִוָּשֵֽׁעָה, כִּי תְהִלָּתֵֽנוּ אָֽתָּה, וְהַעֲלֵה רְפוּאָה שְׁלֵמָה לְכָל מַכּוֹתֵֽינוּ. כִּי אֵל מֶֽלֶךְ רוֹפֵא נֶאֱמָן וְרַחֲמָן אָתָּה. בָּרוּךְ אַתָּה יְיָ, רוֹפֵא חוֹלֵי עַמוֹ יִשְׂרָאֵל.",
            "soundfile": "shmoneh-esrei-8.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "שְׁמֹנֶה עֶשְֵׂרה",
            "titleenglish": "Shmoneh Esrei 9th Bracha",
            "texthebrew": "בָּרֵךְ עָלֵֽינוּ, יְיָ אֱלֹהֵֽינוּ, אֶת הַשָּׁנָה הַזֹּאת וְאֶת כָּל מִינֵי תְבוּאָתָהּ לְטוֹבָה,( In Israel's summer בַּקַּיִץ) וְתֵן בְּרָכָה    ( In Israel's winter בַּחֹרֶף)  וְתֵן טַל וּמָטָר לִבְרָכָה עַל פְּנֵי הָאֲדָמָה, וְשַׂבְּעֵֽנוּ מִטּוּבֶֽךָ, וּבָרֵךְ שְׁנָתֵֽנוּ כַּשָּׁנִים הַטּוֹבוֹת. בָּרוּךְ אַתָּה יְיָ, מְבָרֵךְ הַשָּׁנִים.",
            "soundfile": "shmoneh-esrei-9.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "שְׁמֹנֶה עֶשְֵׂרה",
            "titleenglish": "Shmoneh Esrei 10th Bracha",
            "texthebrew": "תְּקַע בְּשׁוֹפָר גָּדוֹל לְחֵרוּתֵֽנוּ, וְשָׂא נֵס לְקַבֵּץ גָּלֻיּוֹתֵֽינוּ, וְקַבְּצֵֽנוּ יַֽחַד מֵאַרְבַּע כַּנְפוֹת הָאָֽרֶץ. בָּרוּךְ אַתָּה יְיָ, מְקַבֵּץ נִדְחֵי עַמוֹ יִשְׂרָאֵל.",
            "soundfile": "shmoneh-esrei-10.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "שְׁמֹנֶה עֶשְֵׂרה",
            "titleenglish": "Shmoneh Esrei 11th Bracha",
            "texthebrew": "הָשִֽׁיבָה שׁוֹפְטֵֽינוּ כְּבָרִאשׁוֹנָה וְיוֹעֲצֵֽינוּ כְּבַתְּחִלָּה, וְהָסֵר מִמֶּֽנּוּ יָגוֹן וַאֲנָחָה, וּמְלוֹךְ עָלֵֽינוּ אַתָּה, יְיָ, לְבַדְּךָ בְּחֶֽסֶד וּבְרַחֲמִים, וְצַדְּקֵֽנוּ בַּמִּשְׁפָּט. בָּרוּךְ אַתָּה יְיָ, מֶֽלֶךְ אוֹהֵב צְדָקָה וּמִשְׁפָּט\n\n (Between Rosh Hashanah and Yom Kippur הַמֶּֽלֶךְ הַמִּשְׁפָּט).",
            "soundfile": "shmoneh-esrei-11.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "שְׁמֹנֶה עֶשְֵׂרה",
            "titleenglish": "Shmoneh Esrei 12th Bracha",
            "texthebrew": "וְלַמַּלְשִׁינִים אַל תְּהִי תִקְוָה, וְכָל הָרִשְׁעָה כְּרֶֽגַע תֹּאבֵד, וְכָל אוֹיְבֶֽיךָ מְהֵרָה יִכָּרֵֽתוּ, וְהַזֵּדִים מְהֵרָה תְעַקֵּר וּתְשַׁבֵּר וּתְמַגֵּר וְתַכְנִֽיעַ בִּמְהֵרָה בְיָמֵֽינוּ. בָּרוּךְ אַתָּה יְיָ, שֹׁבֵר אֹיְבִים וּמַכְנִֽיעַ זֵדִים.",
            "soundfile": "shmoneh-esrei-12.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "שְׁמֹנֶה עֶשְֵׂרה",
            "titleenglish": "Shmoneh Esrei 13th Bracha",
            "texthebrew": "עַל הַצַּדִּיקִים וְעַל הַחֲסִידִים וְעַל זִקְנֵי עַמְּךָ בֵּית יִשְׂרָאֵל, וְעַל פְּלֵיטַת סוֹפְרֵיהֶם, וְעַל גֵּרֵי הַצֶּֽדֶק וְעָלֵֽינוּ, יֶהֱמוּ נָא רַחֲמֶֽיךָ, יְיָ אֱלֹהֵֽינוּ, וְתֵן שָׂכָר טוֹב לְכָל הַבּוֹטְחִים בְּשִׁמְךָ בֶּאֱמֶת, וְשִׂים חֶלְקֵֽנוּ עִמָּהֶם לְעוֹלָם, וְלֹא נֵבוֹשׁ כִּי בְךָ בָּטָֽחְנוּ. בָּרוּךְ אַתָּה יְיָ, מִשְׁעָן וּמִבְטָח לַצַּדִּיקִים.",
            "soundfile": "shmoneh-esrei-13.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "שְׁמֹנֶה עֶשְֵׂרה",
            "titleenglish": "Shmoneh Esrei 14th Bracha",
            "texthebrew": "וְלִירוּשָׁלַֽיִם עִירְךָ בְּרַחֲמִים תָּשׁוּב, וְתִשְׁכּוֹן בְּתוֹכָהּ כַּאֲשֶׁר דִּבַּֽרְתָּ, וּבְנֵה אוֹתָהּ בְּקָרוֹב בְּיָמֵֽינוּ בִּנְיַן עוֹלָם, וְכִסֵּא דָוִד מְהֵרָה לְתוֹכָהּ תָּכִין. בָּרוּךְ אַתָּה יְיָ, בּוֹנֵה יְרוּשָׁלָֽיִם.",
            "soundfile": "shmoneh-esrei-14.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "שְׁמֹנֶה עֶשְֵׂרה",
            "titleenglish": "Shmoneh Esrei 15th Bracha",
            "texthebrew": "אֶת צֶֽמַח דָּוִד עַבְדְּךָ מְהֵרָה תַצְמִֽיחַ, וְקַרְנוֹ תָּרוּם בִּישׁוּעָתֶֽךָ, כִּי לִישׁוּעָתְךָ קִוִּֽינוּ כָּל הַיּוֹם. בָּרוּךְ אַתָּה יְיָ, מַצְמִֽיחַ קֶֽרֶן יְשׁוּעָה. ",
            "soundfile": "shmoneh-esrei-15.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "שְׁמֹנֶה עֶשְֵׂרה",
            "titleenglish": "Shmoneh Esrei 16th Bracha",
            "texthebrew": "שְׁמַע קוֹלֵֽנוּ, יְיָ אֱלֹהֵֽינוּ, חוּס וְרַחֵם עָלֵֽינוּ, וְקַבֵּל בְּרַחֲמִים וּבְרָצוֹן אֶת תְּפִלָּתֵֽנוּ, כִּי אֵל שׁוֹמֵֽעַ תְּפִלּוֹת וְתַחֲנוּנִים אָֽתָּה, וּמִלְּפָנֶֽיךָ, מַלְכֵּֽנוּ, רֵיקָם אַל תְּשִׁיבֵֽנוּ. כִּי אַתָּה שׁוֹמֵֽעַ תְּפִלַּת עַמְּךָ יִשְׂרָאֵל בְּרַחֲמִים. בָּרוּךְ אַתָּה יְיָ, שׁוֹמֵֽעַ תְּפִלָּה.",
            "soundfile": "shmoneh-esrei-16.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "שְׁמֹנֶה עֶשְֵׂרה",
            "titleenglish": "Shmoneh Esrei 17th Bracha",
            "texthebrew": "רְצֵה, יְיָ אֱלֹהֵֽינוּ, בְּעַמְּךָ יִשְׂרָאֵל וּבִתְפִלָּתָם, וְהָשֵׁב אֶת הָעֲבוֹדָה לִדְבִיר בֵּיתֶֽךָ, וְאִשֵּׁי יִשְׂרָאֵל, וּתְפִלָּתָם בְּאַהֲבָה תְקַבֵּל בְּרָצוֹן, וּתְהִי לְרָצוֹן תָּמִיד עֲבוֹדַת יִשְׂרָאֵל עַמֶּֽךָ.\n\n(בְּרֹאשׁ חֹדֶשׁ וּבְחוֹל הַמּוֹעֵד אוֹמְרִים כַּאן ʺיַעֲלֶה וְיָבֹאʺ:)Add in Yaaleh Veyavo on \nRosh Chodesh and festivals\n\nותֶחֱזֶֽינָה עֵינֵֽינוּ בְּשׁוּבְךָ לְצִיּוֹן בְּרַחֲמִים. בָּרוּךְ אַתָּה יְיָ, הַמַּחֲזִיר שְׁכִינָתוֹ לְצִיּוֹן.",
            "soundfile": "shmoneh-esrei-17.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "שְׁמֹנֶה עֶשְֵׂרה",
            "titleenglish": "Shmoneh Esrei 18th Bracha",
            "texthebrew": "מוֹדִים אֲנַֽחְנוּ לָךְ, שָׁאַתָּה הוּא, יְיָ אֱלֹהֵֽינוּ וֵאלֹהֵי אֲבוֹתֵֽינוּ, לְעוֹלָם וָעֶד, צוּר חַיֵּֽינוּ, מָגֵן יִשְׁעֵֽנוּ, אַתָּה הוּא לְדוֹר וָדוֹר, נֽוֹדֶה לְּךָ וּנְסַפֵּר תְּהִלָּתֶֽךָ, עַל חַיֵּֽינוּ הַמְּסוּרִים בְּיָדֶֽךָ, וְעַל נִשְׁמוֹתֵֽינוּ הַפְּקוּדוֹת לָךְ, וְעַל נִסֶּֽיךָ שֶׁבְּכָל יוֹם עִמָּֽנוּ, וְעַל נִפְלְאוֹתֶֽיךָ וְטוֹבוֹתֶֽיךָ שֶׁבְּכָל עֵת, עֶֽרֶב וָבֹֽקֶר וְצָהֳרָֽיִם, הַטּוֹב, כִּי לֹא כָלוּ רַחֲמֶֽיךָ, וְהַמְרַחֵם, כִּי לֹא תַֽמּוּ חֲסָדֶֽיךָ, מֵעוֹלָם קִוִּֽינוּ לָךְ.\n\n(לַחֲנֻכָּה:עַל הַנִּסִּים, וְעַל הַפֻּרְקָן, וְעַל הַגְּבוּרוֹת, וְעַל הַתְּשׁוּעוֹת, וְעַל הַמִּלְחָמוֹת, שֶׁעָשִֽׂיתָ לַאֲבוֹתֵֽינוּ בַּיָּמִים הָהֵם בַּזְּמַן הַזֶּה.בִּימֵי מַתִּתְיָֽהוּ בֶּן יוֹחָנָן כֹּהֵן גָּדוֹל, חַשְׁמוֹנַאי וּבָנָיו, כְּשֶׁעָמְדָה מַלְכוּת יָוָן הָרְשָׁעָה עַל עַמְּךָ יִשְׂרָאֵל לְהַשְׁכִּיחָם תּוֹרָתֶֽךָ, וּלְהַעֲבִירָם מֵחֻקֵּי רְצוֹנֶֽךָ, וְאַתָּה בְּרַחֲמֶֽיךָ הָרַבִּים עָמַֽדְתָּ לָהֶם בְּעֵת צָרָתָם, רַֽבְתָּ אֶת רִיבָם, דַּֽנְתָּ אֶת דִּינָם, נָקַֽמְתָּ אֶת נִקְמָתָם, מָסַֽרְתָּ גִּבּוֹרִים בְּיַד חַלָּשִׁים, וְרַבִּים בְּיַד מְעַטִּים, וּטְמֵאִים בְּיַד טְהוֹרִים, וּרְשָׁעִים בְּיַד צַדִּיקִים, וְזֵדִים בְּיַד עוֹסְקֵי תוֹרָתֶֽךָ. וּלְךָ עָשִֽׂיתָ שֵׁם גָּדוֹל וְקָדוֹשׁ בְּעוֹלָמֶֽךָ, וּלְעַמְּךָ יִשְׂרָאֵל עָשִֽׂיתָ תְּשׁועָה גְדוֹלָה וּפֻרְקָן כְּהַיּוֹם הַזֶּה. וְאַחַר כֵּן בָּֽאוּ בָנֶֽיךָ לִדְבִיר בֵּיתֶֽךָ, וּפִנּוּ אֶת הֵיכָלֶֽךָ, וְטִהֲרוּ אֶת מִקְדָּשֶֽׁךָ, וְהִדְלִֽיקוּ נֵרוֹת בְּחַצְרוֹת קָדְשֶֽׁךָ, וְקָבְעוּ שְׁמוֹנַת יְמֵי חֲנֻכָּה אֵֽלּוּ, לְהוֹדוֹת וּלְהַלֵּל לְשִׁמְךָ הַגָּדוֹל.)\n\n(לְפוּרִים:עַל הַנִּסִּים, וְעַל הַפֻּרְקָן, וְעַל הַגְּבוּרוֹת, וְעַל הַתְּשׁוּעוֹת, וְעַל הַמִּלְחָמוֹת, שֶׁעָשִֽׂיתָ לַאֲבוֹתֵֽינוּ בַּיָּמִים הָהֵם בַּזְּמַן הַזֶּה.בִּימֵי מָרְדְּכַי וְאֶסְתֵּר בְּשׁוּשַׁן הַבִּירָה, כְּשֶׁעָמַד עֲלֵיהֶם הָמָן הָרָשָׁע, בִּקֵּשׁ לְהַשְׁמִיד לַהֲרֹג וּלְאַבֵּד אֶת כָּל הַיְּהוּדִים, מִנַּֽעַר וְעַד זָקֵן, טַף וְנָשִׁים, בְּיוֹם אֶחָד, בִּשְׁלוֹשָׁה עָשָׂר לְחֹֽדֶשׁ שְׁנֵים עָשָׂר, הוּא חֹֽדֶשׁ אֲדָר, וּשְׁלָלָם לָבוֹז. וְאַתָּה בְּרַחֲמֶֽיךָ הָרַבִּים הֵפַֽרְתָּ אֶת עֲצָתוֹ, וְקִלְקַֽלְתָּ אֶת מַחֲשַׁבְתּוֹ, וַהֲשֵׁבֽוֹתָ לּוֹ גְּמוּלוֹ בְּרֹאשׁוֹ, וְתָלוּ אוֹתוֹ וְאֶת בָּנָיו עַל הָעֵץ.)וְעַל כֻּלָּם יִתְבָּרַךְ וְיִתְרוֹמַם שִׁמְךָ מַלְכֵּֽנוּ תָּמִיד לְעוֹלָם וָעֶד.)\n\n (Between Rosh Hashanah and Yom Kippur: וּכְתוֹב לְחַיִּים טוֹבִים כָּל בְּנֵי בְרִיתֶֽךָ.)\n\nוְכֹל הַחַיִּים יוֹדֽוּךָ סֶּֽלָה, וִיהַלְלוּ אֶת שִׁמְךָ בֶּאֱמֶת, הָאֵל יְשׁוּעָתֵֽנוּ וְעֶזְרָתֵֽנוּ סֶֽלָה. בָּרוּךְ אַתָּה יְיָ, הַטּוֹב שִׁמְךָ וּלְךָ נָאֶה לְהוֹדוֹת. ",
            "soundfile": "shmoneh-esrei-18.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "שְׁמֹנֶה עֶשְֵׂרה",
            "titleenglish": "Shmoneh Esrei 19th Bracha",
            "texthebrew": "שִׂים שָׁלוֹם טוֹבָה וּבְרָכָה, חֵן וָחֶֽסֶד וְרַחֲמִים, עָלֵֽינוּ וְעַל כָּל יִשְׂרָאֵל עַמֶּֽךָ. בָּרְכֵֽנוּ, אָבִֽינוּ, כֻּלָּֽנוּ כְּאֶחָד בְּאוֹר פָּנֶֽיךָ, כִּי בְאוֹר פָּנֶֽיךָ נָתַֽתָּ לָּֽנוּ, יְיָ אֱלֹהֵֽינוּ, תּוֹרַת חַיִּים וְאַֽהֲבַת חֶֽסֶד, וּצְדָקָה וּבְרָכָה וְרַחֲמִים וְחַיִּים וְשָׁלוֹם, וְטוֹב בְּעֵינֶֽיךָ לְבָרֵךְ אֶת עַמְּךָ יִשְׂרָאֵל בְּכָל עֵת וּבְכָל שָׁעָה בִּשְׁלוֹמֶֽךָ.\n\n (Between Rosh Hashanah and Yom Kippur: בְּסֵֽפֶר חַיִּים, בְּרָכָה וְשָׁלוֹם, וּפַרְנָסָה טוֹבָה, נִזָּכֵר וְנִכָּתֵב לְפָנֶֽיךָ, אֲנַֽחְנוּ וְכָל עַמְּךָ בֵּית יִשְׂרָאֵל, לְחַיִּים טוֹבִים וּלְשָׁלוֹם.) \n\nבָּרוּךְ אַתָּה יְיָ, הַמְבָרֵךְ אֶת עַמּוֹ יִשְׂרָאֵל בַּשָּׁלוֹם.\n\n(יִהְיוּ לְרָצוֹן אִמְרֵי פִי וְהֶגְיוֹן לִבִּי לְפָנֶֽיךָ, יְיָ צוּרִי וְגוֹאֲלִי.)",
            "soundfile": "shmoneh-esrei-19.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "שְׁמֹנֶה עֶשְֵׂרה",
            "titleenglish": "Shmoneh Esrei Last Paragraph",
            "texthebrew": "אֱלֹהַי, נְצוֹר לְשׁוֹנִי מֵרָע, וּשְׂפָתַי מִדַּבֵּר מִרְמָה, וְלִמְקַלְלַי נַפְשִׁי תִדֹּם, וְנַפְשִׁי כֶּעָפָר לַכֹּל תִּהְיֶה. פְּתַח לִבִּי בְּתוֹרָתֶֽךָ, וּבְמִצְוֹתֶֽיךָ תִּרְדּוֹף נַפְשִׁי. וְכָל הַחוֹשְׁבִים עָלַי רָעָה, מְהֵרָה הָפֵר עֲצָתָם וְקַלְקֵל מַחֲשַׁבְתָּם. עֲשֵׂה לְמַֽעַן שְׁמֶֽךָ, עֲשֵׂה לְמַֽעַן יְמִינֶֽךָ, עֲשֵׂה לְמַֽעַן קְדֻשָּׁתֶֽךָ, עֲשֵׂה לְמַֽעַן תּוֹרָתֶֽךָ. לְמַֽעַן יֵחָלְצוּן יְדִידֶֽיךָ, הוֹשִֽׁיעָה יְמִינְךָ וַעֲנֵֽנִי. יִהְיוּ לְרָצוֹן אִמְרֵי פִי וְהֶגְיוֹן לִבִּי לְפָנֶֽיךָ, יְיָ צוּרִי וְגוֹאֲלִי. עֹשֶׂה שָׁלוֹם בִּמְרוֹמָיו, הוּא יַעֲשֶׂה שָׁלוֹם עָלֵֽינוּ, וְעַל כָּל יִשְׂרָאֵל, וְאִמְרוּ אָמֵן.\n\nיְהִי רָצוֹן מִלְּפָנֶֽיךָ, יְיָ אֱלֹהֵֽינוּ וֵאלֹהֵי אֲבוֹתֵֽינוּ, שֶׁיִּבָּנֶה בֵּית הַמִּקְדָּשׁ בִּמְהֵרָה בְיָמֵֽינוּ, וְתֵן חֶלְקֵֽנוּ בְּתוֹרָתֶֽךָ, וְשָׁם נַעֲבָדְךָ בְּיִרְאָה כִּימֵי עוֹלָם וּכְשָׁנִים קַדְמוֹנִיּוֹת. וְעָרְבָה לַייָ מִנְחַת יְהוּדָה וִירוּשָׁלָֽיִם, כִּימֵי עוֹלָם וּכְשָׁנִים קַדְמוֹנִיּוֹת.",
            "soundfile": "shmoneh-esrei-last.mp3"
        },
        {
            "titlehebrew": "יַעֲלֶה וְיָבֹא",
            "titleenglish": "Yaaleh veyavo",
            "texthebrew": "Added into the Shmona Esrei on Rosh Chodesh and festivals\n\nאֱלֹהֵֽינוּ וֵאלֹהֵי אֲבוֹתֵֽינוּ, יַעֲלֶה וְיָבֹא, וְיַגִּֽיעַ, וְיֵרָאֶה, וְיֵרָצֶה, וְיִשָּׁמַע, וְיִפָּקֵד, וְיִזָּכֵר זִכְרוֹנֵֽנוּ וּפִקְדוֹנֵֽנוּ, וְזִכְרוֹן אֲבוֹתֵֽינוּ, וְזִכְרוֹן מָשִֽׁיחַ בֶּן דָּוִד עַבְדֶּֽךָ, וְזִכְרוֹן יְרוּשָׁלַֽיִם עִיר קָדְשֶֽׁךָ, וְזִכְרוֹן כָּל עַמְּךָ בֵּית יִשְׂרָאֵל לְפָנֶֽיךָ, לִפְלֵיטָה, לְטוֹבָה, לְחֵן וּלְחֶֽסֶד וּלְרַחֲמִים, לְחַיִּים וּלְשָׁלוֹם, בְּיוֹם\n\nלְרֹאשׁ חֹדֶשׁ:  רֹאשׁ הַחֹֽדֶשׁ הַזֶּה.\nלְפֶסַח:              חַג הַמַּצּוֹת הַזֶּה.\nלְסֻכּוֹת:        חַג הַסֻּכּוֹת הַזֶּה.\n\nזָכְרֵֽנוּ, יְיָ אֱלֹהֵֽינוּ, בּוֹ לְטוֹבָה, וּפָקְדֵֽנוּ בוֹ לִבְרָכָה, וְהוֹשִׁיעֵֽנוּ בוֹ לְחַיִּים. וּבִדְבַר יְשׁוּעָה וְרַחֲמִים, חוּס וְחָנֵּֽנוּ, וְרַחֵם עָלֵֽינוּ וְהוֹשִׁיעֵֽנוּ, כִּי אֵלֶֽיךָ עֵינֵֽינוּ, כִּי אֵל מֶֽלֶךְ חַנּוּן וְרַחוּם אָֽתָּה.",
            "soundfile": "yaaleh-veyavo.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "עָלֵֽינוּ",
            "titleenglish": "Aleinu",
            "texthebrew": "עָלֵֽינוּ לְשַׁבֵּֽחַ לַאֲדוֹן הַכֹּל, לָתֵת גְּדֻלָּה לְיוֹצֵר בְּרֵאשִׁית, שֶׁלֹּא עָשָֽׂנוּ כְּגוֹיֵי הָאֲרָצוֹת, וְלֹא שָׂמָֽנוּ כְּמִשְׁפְּחוֹת הָאֲדָמָה, שֶׁלֹא שָׂם חֶלְקֵֽנוּ כָּהֶם, וְגֹרָלֵֽנוּ כְּכָל הֲמוֹנָם, (שֶׁהֵם מִשְׁתַּחֲוִים לְהֶֽבֶל וָרִיק, וּמִתְפַּלְלִים אֶל אֵל לֹא יוֹשִֽׁיעַ,) וַאֲנַֽחְנוּ כּוֹרְעִים וּמִשְׁתַּחֲוִים וּמוֹדִים, לִפְנֵי מֶֽלֶךְ מַלְכֵי הַמְּלָכִים, הַקָּדוֹשׁ בָּרוּךְ הוּא. \n\nשֶׁהוּא נוֹטֶה שָׁמַֽיִם וְיֹסֵד אָֽרֶץ, וּמוֹשַׁב יְקָרוֹ בַּשָּׁמַֽיִם מִמַּֽעַל, וּשְׁכִינַת עֻזּוֹ בְּגָבְהֵי מְרוֹמִים, הוּא אֱלֹהֵֽינוּ אֵין עוֹד. \n\nאֱמֶת מַלְכֵּֽנוּ, אֶֽפֶס זוּלָתוֹ, כַּכָּתוּב בְּתוֹרָתוֹ: וְיָדַעְתָּ הַיּוֹם וַהֲשֵׁבֹתָ אֶל לְבָבֶֽךָ, כִּי יְיָ הוּא הָאֱלֹהִים בַּשָּׁמַֽים מִמַּֽעַל, וְעַל הָאָֽרֶץ מִתָּֽחַת, אֵין עוֹד.\n\nעַל כֵּן נְקַוֶּה לְּךָ יְיָ אֱלֹהֵֽינוּ, לִרְאוֹת מְהֵרָה בְּתִפְאֶֽרֶת עֻזֶּֽךָ, לְהַעֲבִיר גִּלּוּלִים מִן הָאָֽרֶץ, וְהָאֱלִילִים כָּרוֹת יִכָּרֵתוּן, לְתַקֵּן עוֹלָם בְּמַלְכוּת שַׁדַּי, וְכָל בְּנֵי בָשָׂר יִקְרְאוּ בִשְׁמֶֽךָ, לְהַפְנוֹת אֵלֶֽיךָ כָּל רִשְׁעֵי אָֽרֶץ. \n\nיַכִּֽירוּ וְיֵדְעוּ כָּל יוֹשְׁבֵי תֵבֵל, כִּי לְךָ תִּכְרַע כָּל בֶּֽרֶךְ, תִּשָּׁבַע כָּל לָשׁוֹן. \n\nלְפָנֶֽיךָ יְיָ אֱלֹהֵֽינוּ יִכְרְעוּ וְיִפֹּֽלוּ, וְלִכְבוֹד שִׁמְךָ יְקָר יִתֵּֽנוּ, וִיקַבְּלוּ כֻלָּם אֶת עוֹל מַלְכוּתֶֽךָ, וְתִמְלֹךְ עֲלֵיהֶם מְהֵרָה לְעוֹלָם וָעֶד. \n\nכִּי הַמַּלְכוּת שֶׁלְּךָ הִיא, וּלְעֽוֹלְמֵי עַד תִּמְלוֹךְ בְּכָבוֹד, כַּכָּתוּב בְּתוֹרָתֶֽךָ, יְיָ יִמְלֹךְ לְעוֹלָם וָעֶד. וְנֶאֱמַר, וְהָיָה יְיָ לְמֶֽלֶךְ עַל כָּל הָאָֽרֶץ, בַּיּוֹם הַהוּא יִהְיֶה יְיָ אֶחָד, וּשְמוֹ אֶחָד.",
            "soundfile": "14-13-aleinu.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "לְדָוִד ה אוֹרִי",
            "titleenglish": "Ledavid Hashem Ori",
            "texthebrew": "לְדָוִד, יְיָ אוֹרִי וְיִשְׁעִי מִמִּי אִירָא, יְיָ מָעוֹז חַיַּי מִמִּי אֶפְחָד. \nבִּקְרֹב עָלַי מְרֵעִים לֶאֱכֹל אֶת בְּשָׂרִי, צָרַי וְאֹיְבַי לִי, הֵֽמָּה כָּשְׁלוּ וְנָפָֽלוּ. \nאִם תַּחֲנֶה עָלַי מַחֲנֶה לֹא יִירָא לִבִּי, אִם תָּקוּם עָלַי מִלְחָמָה בְּזֹאת אֲנִי בוֹטֵֽחַ. \nאַחַת שָׁאַֽלְתִּי מֵאֵת יְיָ, אוֹתָהּ אֲבַקֵּשׁ, שִׁבְתִּי בְּבֵית יְיָ כָּל יְמֵי חַיַּי, לַחֲזוֹת בְּנֹֽעַם יְיָ וּלְבַקֵּר בְּהֵיכָלוֹ. כִּי יִצְפְּנֵֽנִי בְּסֻכֹּה בְּיוֹם רָעָה, יַסְתִּרֵֽנִי בְּסֵֽתֶר אָהֳלוֹ, בְּצוּר יְרוֹמְמֵֽנִי. \nוְעַתָּה יָרוּם רֹאשִׁי עַל אֹיְבַי סְבִיבוֹתַי, וְאֶזְבְּחָה בְאָהֳלוֹ זִבְחֵי תְרועָה, אָשִֽׁירָה וַאֲזַמְּרָה לַייָ. \nשְׁמַע יְיָ קוֹלִי אֶקְרָא, וְחָנֵּֽנִי וַעֲנֵֽנִי. \nלְךָ אָמַר לִבִּי, בַּקְּשׁוּ פָנָי, אֶת פָּנֶֽיךְ יְיָ אֲבַקֵּשׁ. \nאַל תַּסְתֵּר פָּנֶֽיךָ מִמֶּֽנִּי, אַל תַּט בְּאַף עַבְדֶּֽךָ, עֶזְרָתִי הָיִֽיתָ, אַל תִּטְּשֵֽׁנִי וְאַל תַּעַזְבֵֽנִי אֱלֹהֵי יִשְׁעִי. \nכִּי אָבִי וְאִמִּי עֲזָבֽוּנִי, וַייָ יַאַסְפֵֽנִי. ",
            "soundfile": "17-16-ledavid.mp3",
            "fontsize": 1.5,
            "songfile": "songs/to-use/ledavid.mp3\n\n"
        },
        {
            "titlehebrew": "לְדָוִד ה אוֹרִי",
            "titleenglish": "Ledavid: Horeini",
            "texthebrew": "הוֹרֵֽנִי יְיָ דַּרְכֶּֽךָ, וּנְחֵֽנִי בְּאֹֽרַח מִישׁוֹר, לְמַֽעַן שֹׁרְרָי. \nאַל תִּתְּנֵֽנִי בְּנֶֽפֶשׁ צָרָי, כִּי קָֽמוּ בִי עֵֽדֵי שֶֽׁקֶר וִיפֵֽחַ חָמָס. \nלוּלֵא הֶאֱמַֽנְתִּי, לִרְאוֹת בְּטוּב יְיָ, בְּאֶֽרֶץ חַיִּים. \nקַוֵּה אֶל יְיָ, חֲזַק וְיַאֲמֵץ לִבֶּֽךָ, וְקַוֵּה אֶל יְיָ.",
            "soundfile": "horeini.mp3",
            "fontsize": 1.5,
            "songfile": "songs/to-use/horeini.mp3"
        }
    ],
    "4": [
        {
            "titlehebrew": "ברכות לפני קריאת שמע",
            "titleenglish": "Blessings before reading Shma",
            "texthebrew": "בָּרוּךְ אַתָּה יְיָ, אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, יוֹצֵר אוֹר וּבוֹרֵא חֹֽשֶךְ, עֹשֶׂה שָׁלוֹם וּבוֹרֵא אֶת הַכֹּל.\n\nהַמֵּאִיר לָאָֽרֶץ וְלַדָּרִים עָלֶֽיהָ בְּרַחֲמִים, וּבְטוּבוֹ מְחַדֵּשׁ בְּכָל יוֹם תָּמִיד מַעֲשֵׂה בְרֵאשִׁית. \nמָה רַבּוּ מַעֲשֶֽׂיךָ יְיָ, כֻּלָּם בְּחָכְמָה עָשִֽׂיתָ, מָלְאָה הָאָֽרֶץ קִנְיָנֶֽךָ. \nהַמֶּֽלֶךְ הַמְרוֹמָם לְבַדּוֹ מֵאָז, הַמְשֻׁבָּח וְהַמְפֹאָר וְהַמִּתְנַשֵּׂא מִימוֹת עוֹלָם. \nאֱלֹהֵי עוֹלָם, בְּרַחֲמֶֽיךָ הָרַבִּים רַחֵם עָלֵֽינוּ, אֲדוֹן עֻזֵּֽנוּ צוּר מִשְׂגַּבֵּֽנוּ, מָגֵן יִשְׁעֵֽנוּ מִשְׂגָּב בַּעֲדֵֽנוּ. \nאֵל בָּרוּךְ גְּדוֹל דֵּעָה, הֵכִין וּפָעַל זָהֳרֵי חַמָּה, טוֹב יָצַר כָּבוֹד לִשְׁמוֹ, מְאוֹרוֹת נָתַן סְבִיבוֹת עֻזּוֹ, פִּנּוֹת צְבָאָיו קְדוֹשִׁים רוֹמְמֵי שַׁדַּי, תָּמִיד מְסַפְּרִים כְּבוֹד אֵל וּקְדֻשָּׁתוֹ. \nתִּתְבָּרַךְ יְיָ אֱלֹהֵֽינוּ עַל שֶֽׁבַח מַעֲשֵׁה יָדֶֽיךָ, וְעַל מְאֽוֹרֵי אוֹר שֶׁעָשִֽׂיתָ יְפָאֲרֽוּךָ סֶּֽלָה.\n\nתִּתְבָּרַךְ צוּרֵֽנוּ מַלְכֵּֽנוּ וְגֹאֲלֵֽנוּ בּוֹרֵא קְדוֹשִׁים, יִשְׁתַּבַּח שִׁמְךָ לָעַד מַלְכֵּֽנוּ, יוֹצֵר מְשָׁרְתִים, וַאֲשֶׁר מְשָׁרְתָיו כֻּלָּם עוֹמְדִים בְּרוּם עוֹלָם, וּמַשְׁמִיעִים בְּיִרְאָה יַֽחַד בְּקוֹל, דִּבְרֵי אֱלֹהִים חַיִּים וּמֶֽלֶךְ עוֹלָם. \nכֻּלָּם אֲהוּבִים, כֻּלָּם בְּרוּרִים, כֻּלָּם גִּבּוֹרִים, וְכֻלָּם עֹשִׂים בְּאֵימָה וּבְיִרְאָה רְצוֹן קוֹנָם. \nוְכֻלָּם פּוֹתְחִים אֶת פִּיהֶם בִּקְדֻשָּׁה וּבְטָהֳרָה, בְּשִׁירָה וּבְזִמְרָה, וּמְבָרְכִים וּמְשַׁבְּחִים, וּמְפָאֲרִים וּמַעֲרִיצִים, וּמַקְדִּישִׁים וּמַמְלִיכִים:\n\nאֶת שֵׁם הָאֵל, הַמֶּֽלֶךְ הַגָּדוֹל, הַגִּבּוֹר וְהַנּוֹרָא, קָדוֹשׁ הוּא. \nוְכֻלָּם מְקַבְּלִים עֲלֵיהֶם עֹל מַלְכוּת שָׁמַֽיִם זֶה מִזֶּה, וְנוֹתְנִים רְשׁוּת זֶה לָזֶה, לְהַקְדִּישׁ לְיוֹצְרָם בְּנַֽחַת רֽוּחַ, בְּשָׂפָה בְרוּרָה וּבִנְעִימָה, קְדֻשָּׁה כֻּלָּם כְּאֶחָד עוֹנִים וְאוֹמְרִים בְּיִרְאָה:\n\nקָדוֹשׁ, קָדוֹשׁ, קָדוֹשׁ, יְיָ צְבָאוֹת, מְלֹא כָל הָאָֽרֶץ כְּבוֹדוֹ.\n\nוְהָאוֹפַנִּים וְחַיּוֹת הַקֹּֽדֶשׁ בְּרַֽעַשׁ גָּדוֹל מִתְנַשְּׂאִים לְעֻמַּת שְׂרָפִים, לְעֻמָּתָם מְשַׁבְּחִים וְאוֹמְרִים:\n\nבָּרוּךְ כְּבוֹד יְיָ מִמְּקוֹמוֹ.\n\nלְאֵל בָּרוּךְ נְעִימוֹת יִתֵּֽנוּ, \nלְמֶֽלֶךְ אֵל חַי וְקַיָּם זְמִרוֹת יֹאמֵֽרוּ \nוְתִשְׁבָּחוֹת יַשְׁמִֽיעוּ, \nכִּי הוּא לְבַדּוֹ פּוֹעֵל גְּבוּרוֹת, \nעֹשֶׂה חֲדָשׁוֹת, \nבַּֽעַל מִלְחָמוֹת, \nזוֹרֵֽעַ צְדָקוֹת, \nמַצְמִֽיחַ יְשׁוּעוֹת, \nבּוֹרֵא רְפוּאוֹת, \nנוֹרָא תְהִלּוֹת, \nאֲדוֹן הַנִּפְלָאוֹת, \nהַמְחַדֵּשׁ בְּטוּבוֹ בְּכָל יוֹם תָּמִיד מַעֲשֵׂה בְרֵאשִׁית. \nכָּאָמוּר, לְעֹשֵׂה אוֹרִים גְּדֹלִים, כִּי לְעוֹלָם חַסְדּוֹ. \nאוֹר חָדָשׁ עַל צִיּוֹן תָּאִיר, וְנִזְכֶּה כֻלָּֽנוּ מְהֵרָה לְאוֹרוֹ. \nבָּרוּךְ אַתָּה יְיָ, יוֹצֵר הַמְּאוֹרוֹת.\n\nאַהֲבָה רַבָּה אֲהַבְתָּֽנוּ, יְיָ אֱלֹהֵֽינוּ, חֶמְלָה גְדוֹלָה וִיתֵרָה חָמַֽלְתָּ עָלֵֽינוּ. \nאָבִֽינוּ מַלְכֵּֽנוּ, בַּעֲבוּר אֲבוֹתֵֽינוּ שֶׁבָּטְחוּ בְךָ, וַתְּלַמְּדֵם חֻקֵּי חַיִּים, כֵּן תְּחָנֵּֽנוּ וּתְלַמְּדֵֽנוּ. \nאָבִֽינוּ, הָאָב הָרַחֲמָן, הַמְרַחֵם, רַחֵם עָלֵֽינוּ, וְתֵן בְּלִבֵּֽנוּ\nלְהָבִין וּלְהַשְׂכִּיל,\nלִשְׁמֹֽעַ,\nלִלְמֹד וּלְלַמֵּד,\nלִשְׁמֹר וְלַעֲשׂוֹת וּלְקַיֵּם אֶת כָּל דִּבְרֵי תַלְמוּד תּוֹרָתֶֽךָ בְּאַהֲבָה. \nוְהָאֵר עֵינֵֽינוּ בְּתוֹרָתֶֽךָ, \nוְדַבֵּק לִבֵּֽנוּ בְּמִצְוֹתֶֽיךָ, \nוְיַחֵד לְבָבֵֽנוּ לְאַהֲבָה וּלְיִרְאָה אֶת שְׁמֶֽךָ, \nוְלֹא נֵבוֹשׁ לְעוֹלָם וָעֶד. \nכִּי בְשֵׁם קָדְשְׁךָ הַגָּדוֹל וְהַנּוֹרָא בָּטָֽחְנוּ, \nנָגִֽילָה וְנִשְׂמְחָה בִּישׁוּעָתֶֽךָ. \nוַהֲבִיאֵֽנוּ לְשָׁלוֹם מֵאַרְבַּע כַּנְפוֹת הָאָֽרֶץ, \nוְתוֹלִיכֵֽנוּ קוֹמְמִיּוּת לְאַרְצֵֽנוּ, \nכִּי אֵל פּוֹעֵל יְשׁוּעוֹת אָֽתָּה, \nוּבָֽנוּ בָחַֽרְתָּ מִכָּל עַם וְלָשׁוֹן. \nוְקֵרַבְתָּֽנוּ לְשִׁמְךָ הַגָּדוֹל סֶֽלָה בֶּאֱמֶת, לְהוֹדוֹת לְךָ וּלְיַחֶדְךָ בְּאַהֲבָה. \nבָּרוּךְ אַתָּה יְיָ, הַבּוֹחֵר בְּעַמּוֹ יִשְׂרָאֵל בְּאַהֲבָה.",
            "soundfile": "10-9-brachot-before-shma.mp3",
            "fontsize": 1
        },
        {
            "titlehebrew": "ברכות אחרי קריאת שמע",
            "titleenglish": "Blessings after reading Shma",
            "texthebrew": "אֱמֶת וְיַצִּיב, וְנָכוֹן וְקַיָּם, וְיָשָׁר וְנֶאֱמָן, וְאָהוּב וְחָבִיב, \nוְנֶחְמָד וְנָעִים, וְנוֹרָא וְאַדִּיר, וּמְתֻקָּן וּמְקֻבָּל, \nוְטוֹב וְיָפֶה הַדָּבָר הַזֶּה עָלֵֽינוּ לְעוֹלָם וָעֶד. \nאֱמֶת אֱלֹהֵי עוֹלָם מַלְכֵּֽנוּ, צוּר יַעֲקֹב, מָגֵן יִשְׁעֵֽנוּ, לְדֹר וָדֹר הוּא קַיָּם, וּשְׁמוֹ קַיָּם, \nוְכִסְאוֹ נָכוֹן, וּמַלְכוּתוֹ וֶאֱמוּנָתוֹ לָעַד קַיָּֽמֶת. \nוּדְבָרָיו חָיִים וְקַיָּמִים, נֶאֱמָנִים וְנֶחֱמָדִים לָעַד וּלְעוֹלְמֵי עוֹלָמִים. \nעַל אֲבוֹתֵֽינוּ וְעָלֵֽינוּ, עַל בָּנֵֽינוּ וְעַל דּוֹרוֹתֵֽינוּ, וְעַל כָּל דּוֹרוֹת זֶֽרַע יִשְׂרָאֵל עֲבָדֶֽיךָ. \n\nעַל הָרִאשׁוֹנִים וְעַל הָאַחֲרוֹנִים, דָּבָר טוֹב וְקַיָּם לְעוֹלָם וָעֶד, אֱמֶת וֶאֱמוּנָה חֹק וְלֹא יַעֲבֹר. \nאֱמֶת שָׁאַתָּה הוּא יְיָ אֱלֹהֵֽינוּ וֵאלֹהֵי אֲבוֹתֵֽינוּ, \nמַלְכֵּֽנוּ מֶֽלֶךְ אֲבוֹתֵֽינוּ, גֹּאֲלֵֽנוּ גֹּאֵל אֲבוֹתֵֽינוּ, \nיוֹצְרֵֽנוּ צוּר יְשׁוּעָתֵֽינוּ, פּוֹדֵֽנוּ וּמַצִּילֵֽנוּ מֵעוֹלָם שְׁמֶֽךָ, אֵין אֱלֹהִים זוּלָתֶֽךָ.\n\nעֶזְרַת אֲבוֹתֵֽינוּ אַתָּה הוּא מֵעוֹלָם, מָגֵן וּמוֹשִֽׁיעַ לִבְנֵיהֶם אַחֲרֵיהֶם בְּכָל דּוֹר וָדוֹר. \nבְּרוּם עוֹלָם מוֹשָׁבֶֽךָ, וּמִשְׁפָּטֶֽיךָ וְצִדְקָתְךָ עַד אַפְסֵי אָֽרֶץ. \nאַשְׁרֵי אִישׁ שֶׁיִּשְׁמַע לְמִצְוֹתֶֽיךָ, וְתוֹרָתְךָ וּדְבָרְךָ יָשִׂים עַל לִבּוֹ. \nאֱמֶת, אַתָּה הוּא אָדוֹן לְעַמֶּֽךָ, וּמֶֽלֶךְ גִּבּוֹר לָרִיב רִיבָם. \nאֱמֶת, אַתָּה הוּא רִאשׁוֹן וְאַתָּה הוּא אַחֲרוֹן, וּמִבַּלְעָדֶֽיךָ אֵין לָֽנוּ מֶֽלֶךְ גּוֹאֵל וּמוֹשִֽׁיעַ. \nמִמִּצְרַֽיִם גְּאַלְתָּֽנוּ, יְיָ אֱלֹהֵֽינוּ, וּמִבֵּית עֲבָדִים פְּדִיתָֽנוּ. \nכָּל בְּכוֹרֵיהֶם הָרָֽגְתָּ, וּבְכוֹרְךָ גָּאָֽלְתָּ, וְיַם סוּף בָּקַֽעְתָּ, \nוְזֵדִים טִבַּֽעְתָּ, וִידִידִים הֶעֱבַֽרְתָּ, וַיְכַסּוּ מַֽיִם צָרֵיהֶם, אֶחָד מֵהֶם לֹא נוֹתָר. \nעַל זֹאת שִׁבְּחוּ אֲהוּבִים וְרוֹמְמוּ אֵל, וְנָתְנוּ יְדִידִים זְמִרוֹת שִׁירוֹת וְתִשְׁבָּחוֹת, \nבְּרָכוֹת וְהוֹדָאוֹת, לְמֶֽלֶךְ אֵל חַי וְקַיָּם, \nרָם וְנִשָּׂא, גָּדוֹל וְנוֹרָא, מַשְׁפִּיל גֵּאִים, וּמַגְבִּֽיהַּ שְׁפָלִים, \nמוֹצִיא אֲסִירִים, וּפוֹדֶה עֲנָוִים, וְעוֹזֵר דַּלִּים, וְעוֹנֶה לְעַמּוֹ בְּעֵת שַׁוְעָם אֵלָיו.\n\nתְּהִלּוֹת לְאֵל עֶלְיוֹן, בָּרוּךְ הוּא וּמְבֹרָךְ. מֹשֶׁה וּבְנֵי יִשְׂרָאֵל לְךָ עָנוּ שִׁירָה בְּשִׂמְחָה רַבָּה, וְאָמְרוּ כֻלָּם:\n\nמִי כָמֹֽכָה בָּאֵלִם יְיָ, מִי כָּמֹֽכָה נֶאְדָּר בַּקֹּֽדֶשׁ, נוֹרָא תְהִלֹּת, עֹֽשֵׂה פֶֽלֶא. \nשִׁירָה חֲדָשָׁה שִׁבְּחוּ גְאוּלִים לְשִׁמְךָ עַל שְׂפַת הַיָּם, יַֽחַד כֻּלָּם הוֹדוּ וְהִמְלִֽיכוּ וְאָמְרוּ:\n\nיְיָ יִמְלֹךְ לְעוֹלָם וָעֶד.\n\nצוּר יִשְׂרָאֵל, קֽוּמָה בְּעֶזְרַת יִשְׂרָאֵל, וּפְדֵה כִנְאֻמֶֽךָ יְהוּדָה וְיִשְׂרָאֵל. גֹּאֲלֵֽנוּ יְיָ צְבָאוֹת שְׁמוֹ, קְדוֹשׁ יִשְׂרָאֵל. \nבָּרוּךְ אַתָּה יְיָ גָּאַל יִשְׂרָאֵל.",
            "fontsize": 1
        },
        {
            "titlehebrew": "שְׁמֹנֶה עֶשְֵׂרה",
            "titleenglish": "Shmoneh Esrei",
            "texthebrew": "אֲדֹנָי שְׂפָתַי תִּפְתָּח וּפִי יַגִּיד תְּהִלָּתֶֽךָ.\n\nבָּרוּךְ אַתָּה יְיָ אֱלֹהֵֽינוּ וֵאלֹהֵי אֲבוֹתֵֽינוּ, אֱלֹהֵי אַבְרָהָם, אֱלֹהֵי יִצְחָק, וֵאלֹהֵי יַעֲקֹב, הָאֵל הַגָּדוֹל הַגִּבּוֹר וְהַנּוֹרָא, אֵל עֶלְיוֹן, גּוֹמֵל חֲסָדִים טוֹבִים, וְקֹנֵה הַכֹּל, וְזוֹכֵר חַסְדֵי אָבוֹת, וּמֵבִיא גוֹאֵל לִבְנֵי בְנֵיהֶם, לְמַֽעַן שְׁמוֹ בְּאַהֲבָה.\n\n(Between Rosh Hashanah and Yom Kippur: זָכְרֵֽנוּ לְחַיִּים, מֶֽלֶךְ חָפֵץ בַּחַיִּים, וְכָתְבֵֽנוּ בְּסֵֽפֶר הַחַיִּים, לְמַעַנְךָ אֱלֹהִים חַיִּים.)\n\nמֶֽלֶךְ עוֹזֵר וּמוֹשִֽׁיעַ וּמָגֵן. בָּרוּךְ אַתָּה יְיָ, מָגֵן אַבְרָהָם.\n\nאַתָּה גִּבּוֹר לְעוֹלָם אֲדֹנָי, מְחַיֵּה מֵתִים אַֽתָּה, רַב לְהוֹשִֽׁיעַ.\n\n(Between Sukkot and Pesach \nמַשִּׁיב הָרֽוּחַ וּמוֹרִיד הַגֶּֽשֶׁם.)\n\nמְכַלְכֵּל חַיִּים בְּחֶֽסֶד, מְחַיֵּה מֵתִים בְּרַחֲמִים רַבִּים, סוֹמֵךְ נוֹפְלִים, וְרוֹפֵא חוֹלִים, וּמַתִּיר אֲסוּרִים, וּמְקַיֵּם אֱמוּנָתוֹ לִישֵׁנֵי עָפָר, מִי כָמֽוֹךָ בַּֽעַל גְּבוּרוֹת וּמִי דּֽוֹמֶה לָּךְ, מֶֽלֶךְ מֵמִית וּמְחַיֶּה וּמַצְמִֽיחַ יְשׁוּעָה. \n\n(Between Rosh Hashanah and Yom Kippur: מִי כָמוֹךָ אַב הָרַחֲמִים, זוֹכֵר יְצוּרָיו לְחַיִּים בְּרַחֲמִים.)\n\nוְנֶאֱמָן אַתָּה לְהַחֲיוֹת מֵתִים. בָּרוּךְ אַתָּה יְיָ, מְחַיֵּה הַמֵּתִים.\n\nאַתָּה קָדוֹשׁ וְשִׁמְךָ קָדוֹשׁ, וּקְדוֹשִׁים בְּכָל יוֹם יְהַלְלֽוּךָ סֶּֽלָה. בָּרוּךְ אַתָּה יְיָ, הָאֵל הַקָּדוֹשׁ (Between Rosh Hashanah and Yom Kippur: הַמֶּֽלֶךְ הַקָּדוֹשׁ).\n\nאַתָּה חוֹנֵן לְאָדָם דַּֽעַת, וּמְלַמֵּד לֶאֱנוֹשׁ בִּינָה. חָנֵּֽנוּ מֵאִתְּךָ דֵּעָה, בִּינָה וְהַשְׂכֵּל. בָּרוּךְ אַתָּה יְיָ, חוֹנֵן הַדָּעַת.\n\nהֲשִׁיבֵֽנוּ אָבִֽינוּ לְתוֹרָתֶֽךָ, וְקָרְבֵֽנוּ מַלְכֵּֽנוּ לַעֲבוֹדָתֶֽךָ, וְהַחֲזִירֵֽנוּ בִּתְשׁוּבָה שְׁלֵמָה לְפָנֶֽיךָ. בָּרוּךְ אַתָּה יְיָ, הָרוֹצֶה בִּתְשׁוּבָה.\n\nסְלַח לָֽנוּ, אָבִֽינוּ, כִּי חָטָֽאנוּ, מְחַל לָֽנוּ, מַלְכֵּֽנוּ, כִּי פָשָֽׁעְנוּ, כִּי מוֹחֵל וְסוֹלֵֽחַ אָֽתָּה. בָּרוּךְ אַתָּה יְיָ, חַנּוּן הַמַּרְבֶּה לִסְלֹֽחַ. \n\nרְאֵה בְעָנְיֵֽנוּ, וְרִֽיבָה רִיבֵֽנוּ, וּגְאָלֵֽנוּ מְהֵרָה לְמַֽעַן שְׁמֶֽךָ, כִּי גּוֹאֵל חָזָק אָֽתָּה. בָּרוּךְ אַתָּה יְיָ, גּוֹאֵל יִשְׂרָאֵל.\n\nרְפָאֵֽנוּ, יְיָ, וְנֵרָפֵא, הוֹשִׁיעֵֽנוּ וְנִוָּשֵֽׁעָה, כִּי תְהִלָּתֵֽנוּ אָֽתָּה, וְהַעֲלֵה רְפוּאָה שְׁלֵמָה לְכָל מַכּוֹתֵֽינוּ. כִּי אֵל מֶֽלֶךְ רוֹפֵא נֶאֱמָן וְרַחֲמָן אָתָּה. בָּרוּךְ אַתָּה יְיָ, רוֹפֵא חוֹלֵי עַמוֹ יִשְׂרָאֵל.\n\nבָּרֵךְ עָלֵֽינוּ, יְיָ אֱלֹהֵֽינוּ, אֶת הַשָּׁנָה הַזֹּאת וְאֶת כָּל מִינֵי תְבוּאָתָהּ לְטוֹבָה,\n( In Israel's summer בַּקַּיִץ) וְתֵן בְּרָכָה    ( In Israel's winter בַּחֹרֶף)  וְתֵן טַל וּמָטָר לִבְרָכָה עַל פְּנֵי הָאֲדָמָה, וְשַׂבְּעֵֽנוּ מִטּוּבֶֽךָ, וּבָרֵךְ שְׁנָתֵֽנוּ כַּשָּׁנִים הַטּוֹבוֹת. בָּרוּךְ אַתָּה יְיָ, מְבָרֵךְ הַשָּׁנִים.\n\nתְּקַע בְּשׁוֹפָר גָּדוֹל לְחֵרוּתֵֽנוּ, וְשָׂא נֵס לְקַבֵּץ גָּלֻיּוֹתֵֽינוּ, וְקַבְּצֵֽנוּ יַֽחַד מֵאַרְבַּע כַּנְפוֹת הָאָֽרֶץ. בָּרוּךְ אַתָּה יְיָ, מְקַבֵּץ נִדְחֵי עַמוֹ יִשְׂרָאֵל.\n\nהָשִֽׁיבָה שׁוֹפְטֵֽינוּ כְּבָרִאשׁוֹנָה וְיוֹעֲצֵֽינוּ כְּבַתְּחִלָּה, וְהָסֵר מִמֶּֽנּוּ יָגוֹן וַאֲנָחָה, וּמְלוֹךְ עָלֵֽינוּ אַתָּה, יְיָ, לְבַדְּךָ בְּחֶֽסֶד וּבְרַחֲמִים, וְצַדְּקֵֽנוּ בַּמִּשְׁפָּט. בָּרוּךְ אַתָּה יְיָ, מֶֽלֶךְ אוֹהֵב צְדָקָה וּמִשְׁפָּט \n(Between Rosh Hashanah and Yom Kippur הַמֶּֽלֶךְ הַמִּשְׁפָּט).\n\nוְלַמַּלְשִׁינִים אַל תְּהִי תִקְוָה, וְכָל הָרִשְׁעָה כְּרֶֽגַע תֹּאבֵד, וְכָל אוֹיְבֶֽיךָ מְהֵרָה יִכָּרֵֽתוּ, וְהַזֵּדִים מְהֵרָה תְעַקֵּר וּתְשַׁבֵּר וּתְמַגֵּר וְתַכְנִֽיעַ בִּמְהֵרָה בְיָמֵֽינוּ. בָּרוּךְ אַתָּה יְיָ, שֹׁבֵר אֹיְבִים וּמַכְנִֽיעַ זֵדִים.\n\nעַל הַצַּדִּיקִים וְעַל הַחֲסִידִים וְעַל זִקְנֵי עַמְּךָ בֵּית יִשְׂרָאֵל, וְעַל פְּלֵיטַת סוֹפְרֵיהֶם, וְעַל גֵּרֵי הַצֶּֽדֶק וְעָלֵֽינוּ, יֶהֱמוּ נָא רַחֲמֶֽיךָ, יְיָ אֱלֹהֵֽינוּ, וְתֵן שָׂכָר טוֹב לְכָל הַבּוֹטְחִים בְּשִׁמְךָ בֶּאֱמֶת, וְשִׂים חֶלְקֵֽנוּ עִמָּהֶם לְעוֹלָם, וְלֹא נֵבוֹשׁ כִּי בְךָ בָּטָֽחְנוּ. בָּרוּךְ אַתָּה יְיָ, מִשְׁעָן וּמִבְטָח לַצַּדִּיקִים.\n\nוְלִירוּשָׁלַֽיִם עִירְךָ בְּרַחֲמִים תָּשׁוּב, וְתִשְׁכּוֹן בְּתוֹכָהּ כַּאֲשֶׁר דִּבַּֽרְתָּ, וּבְנֵה אוֹתָהּ בְּקָרוֹב בְּיָמֵֽינוּ בִּנְיַן עוֹלָם, וְכִסֵּא דָוִד מְהֵרָה לְתוֹכָהּ תָּכִין. בָּרוּךְ אַתָּה יְיָ, בּוֹנֵה יְרוּשָׁלָֽיִם.\n\nאֶת צֶֽמַח דָּוִד עַבְדְּךָ מְהֵרָה תַצְמִֽיחַ, וְקַרְנוֹ תָּרוּם בִּישׁוּעָתֶֽךָ, כִּי לִישׁוּעָתְךָ קִוִּֽינוּ כָּל הַיּוֹם. בָּרוּךְ אַתָּה יְיָ, מַצְמִֽיחַ קֶֽרֶן יְשׁוּעָה. \n\nשְׁמַע קוֹלֵֽנוּ, יְיָ אֱלֹהֵֽינוּ, חוּס וְרַחֵם עָלֵֽינוּ, וְקַבֵּל בְּרַחֲמִים וּבְרָצוֹן אֶת תְּפִלָּתֵֽנוּ, כִּי אֵל שׁוֹמֵֽעַ תְּפִלּוֹת וְתַחֲנוּנִים אָֽתָּה, וּמִלְּפָנֶֽיךָ, מַלְכֵּֽנוּ, רֵיקָם אַל תְּשִׁיבֵֽנוּ. כִּי אַתָּה שׁוֹמֵֽעַ תְּפִלַּת עַמְּךָ יִשְׂרָאֵל בְּרַחֲמִים. בָּרוּךְ אַתָּה יְיָ, שׁוֹמֵֽעַ תְּפִלָּה.\n\nרְצֵה, יְיָ אֱלֹהֵֽינוּ, בְּעַמְּךָ יִשְׂרָאֵל וּבִתְפִלָּתָם, וְהָשֵׁב אֶת הָעֲבוֹדָה לִדְבִיר בֵּיתֶֽךָ, וְאִשֵּׁי יִשְׂרָאֵל, וּתְפִלָּתָם בְּאַהֲבָה תְקַבֵּל בְּרָצוֹן, וּתְהִי לְרָצוֹן תָּמִיד עֲבוֹדַת יִשְׂרָאֵל עַמֶּֽךָ.\n\n(בְּרֹאשׁ חֹדֶשׁ וּבְחוֹל הַמּוֹעֵד אוֹמְרִים כַּאן \"יַעֲלֶה וְיָבֹא\":)\nAdd in Yaaleh Veyavo on Rosh Chodesh and festivals\n\n\nוְתֶחֱזֶֽינָה עֵינֵֽינוּ בְּשׁוּבְךָ לְצִיּוֹן בְּרַחֲמִים. בָּרוּךְ אַתָּה יְיָ, הַמַּחֲזִיר שְׁכִינָתוֹ לְצִיּוֹן.\n\nמוֹדִים אֲנַֽחְנוּ לָךְ, שָׁאַתָּה הוּא, יְיָ אֱלֹהֵֽינוּ וֵאלֹהֵי אֲבוֹתֵֽינוּ, לְעוֹלָם וָעֶד, צוּר חַיֵּֽינוּ, מָגֵן יִשְׁעֵֽנוּ, אַתָּה הוּא לְדוֹר וָדוֹר, נֽוֹדֶה לְּךָ וּנְסַפֵּר תְּהִלָּתֶֽךָ, עַל חַיֵּֽינוּ הַמְּסוּרִים בְּיָדֶֽךָ, וְעַל נִשְׁמוֹתֵֽינוּ הַפְּקוּדוֹת לָךְ, וְעַל נִסֶּֽיךָ שֶׁבְּכָל יוֹם עִמָּֽנוּ, וְעַל נִפְלְאוֹתֶֽיךָ וְטוֹבוֹתֶֽיךָ שֶׁבְּכָל עֵת, עֶֽרֶב וָבֹֽקֶר וְצָהֳרָֽיִם, הַטּוֹב, כִּי לֹא כָלוּ רַחֲמֶֽיךָ, וְהַמְרַחֵם, כִּי לֹא תַֽמּוּ חֲסָדֶֽיךָ, מֵעוֹלָם קִוִּֽינוּ לָךְ.\n\nלַחֲנֻכָּה:\nעַל הַנִּסִּים, וְעַל הַפֻּרְקָן, וְעַל הַגְּבוּרוֹת, וְעַל הַתְּשׁוּעוֹת, וְעַל הַמִּלְחָמוֹת, שֶׁעָשִֽׂיתָ לַאֲבוֹתֵֽינוּ בַּיָּמִים הָהֵם בַּזְּמַן הַזֶּה.\nבִּימֵי מַתִּתְיָֽהוּ בֶּן יוֹחָנָן כֹּהֵן גָּדוֹל, חַשְׁמוֹנַאי וּבָנָיו, כְּשֶׁעָמְדָה מַלְכוּת יָוָן הָרְשָׁעָה עַל עַמְּךָ יִשְׂרָאֵל לְהַשְׁכִּיחָם תּוֹרָתֶֽךָ, וּלְהַעֲבִירָם מֵחֻקֵּי רְצוֹנֶֽךָ, וְאַתָּה בְּרַחֲמֶֽיךָ הָרַבִּים עָמַֽדְתָּ לָהֶם בְּעֵת צָרָתָם, רַֽבְתָּ אֶת רִיבָם, דַּֽנְתָּ אֶת דִּינָם, נָקַֽמְתָּ אֶת נִקְמָתָם, מָסַֽרְתָּ גִּבּוֹרִים בְּיַד חַלָּשִׁים, וְרַבִּים בְּיַד מְעַטִּים, וּטְמֵאִים בְּיַד טְהוֹרִים, וּרְשָׁעִים בְּיַד צַדִּיקִים, וְזֵדִים בְּיַד עוֹסְקֵי תוֹרָתֶֽךָ. וּלְךָ עָשִֽׂיתָ שֵׁם גָּדוֹל וְקָדוֹשׁ בְּעוֹלָמֶֽךָ, וּלְעַמְּךָ יִשְׂרָאֵל עָשִֽׂיתָ תְּשׁועָה גְדוֹלָה וּפֻרְקָן כְּהַיּוֹם הַזֶּה. וְאַחַר כֵּן בָּֽאוּ בָנֶֽיךָ לִדְבִיר בֵּיתֶֽךָ, וּפִנּוּ אֶת הֵיכָלֶֽךָ, וְטִהֲרוּ אֶת מִקְדָּשֶֽׁךָ, וְהִדְלִֽיקוּ נֵרוֹת בְּחַצְרוֹת קָדְשֶֽׁךָ, וְקָבְעוּ שְׁמוֹנַת יְמֵי חֲנֻכָּה אֵֽלּוּ, לְהוֹדוֹת וּלְהַלֵּל לְשִׁמְךָ הַגָּדוֹל.\n\nלְפוּרִים:\nעַל הַנִּסִּים, וְעַל הַפֻּרְקָן, וְעַל הַגְּבוּרוֹת, וְעַל הַתְּשׁוּעוֹת, וְעַל הַמִּלְחָמוֹת, שֶׁעָשִֽׂיתָ לַאֲבוֹתֵֽינוּ בַּיָּמִים הָהֵם בַּזְּמַן הַזֶּה.\nבִּימֵי מָרְדְּכַי וְאֶסְתֵּר בְּשׁוּשַׁן הַבִּירָה, כְּשֶׁעָמַד עֲלֵיהֶם הָמָן הָרָשָׁע, בִּקֵּשׁ לְהַשְׁמִיד לַהֲרֹג וּלְאַבֵּד אֶת כָּל הַיְּהוּדִים, מִנַּֽעַר וְעַד זָקֵן, טַף וְנָשִׁים, בְּיוֹם אֶחָד, בִּשְׁלוֹשָׁה עָשָׂר לְחֹֽדֶשׁ שְׁנֵים עָשָׂר, הוּא חֹֽדֶשׁ אֲדָר, וּשְׁלָלָם לָבוֹז. וְאַתָּה בְּרַחֲמֶֽיךָ הָרַבִּים הֵפַֽרְתָּ אֶת עֲצָתוֹ, וְקִלְקַֽלְתָּ אֶת מַחֲשַׁבְתּוֹ, וַהֲשֵׁבֽוֹתָ לּוֹ גְּמוּלוֹ בְּרֹאשׁוֹ, וְתָלוּ אוֹתוֹ וְאֶת בָּנָיו עַל הָעֵץ.)\n\nוְעַל כֻּלָּם יִתְבָּרַךְ וְיִתְרוֹמַם שִׁמְךָ מַלְכֵּֽנוּ תָּמִיד לְעוֹלָם וָעֶד. \n(Between Rosh Hashanah and Yom Kippur: וּכְתוֹב לְחַיִּים טוֹבִים כָּל בְּנֵי בְרִיתֶֽךָ.)\n\nוְכֹל הַחַיִּים יוֹדֽוּךָ סֶּֽלָה, וִיהַלְלוּ אֶת שִׁמְךָ בֶּאֱמֶת, הָאֵל יְשׁוּעָתֵֽנוּ וְעֶזְרָתֵֽנוּ סֶֽלָה. בָּרוּךְ אַתָּה יְיָ, הַטּוֹב שִׁמְךָ וּלְךָ נָאֶה לְהוֹדוֹת. \n\nשִׂים שָׁלוֹם טוֹבָה וּבְרָכָה, חֵן וָחֶֽסֶד וְרַחֲמִים, עָלֵֽינוּ וְעַל כָּל יִשְׂרָאֵל עַמֶּֽךָ. בָּרְכֵֽנוּ, אָבִֽינוּ, כֻּלָּֽנוּ כְּאֶחָד בְּאוֹר פָּנֶֽיךָ, כִּי בְאוֹר פָּנֶֽיךָ נָתַֽתָּ לָּֽנוּ, יְיָ אֱלֹהֵֽינוּ, תּוֹרַת חַיִּים וְאַֽהֲבַת חֶֽסֶד, וּצְדָקָה וּבְרָכָה וְרַחֲמִים וְחַיִּים וְשָׁלוֹם, וְטוֹב בְּעֵינֶֽיךָ לְבָרֵךְ אֶת עַמְּךָ יִשְׂרָאֵל בְּכָל עֵת וּבְכָל שָׁעָה בִּשְׁלוֹמֶֽךָ. (Between Rosh Hashanah and Yom Kippur: בְּסֵֽפֶר חַיִּים, בְּרָכָה וְשָׁלוֹם, וּפַרְנָסָה טוֹבָה, נִזָּכֵר וְנִכָּתֵב לְפָנֶֽיךָ, אֲנַֽחְנוּ וְכָל עַמְּךָ בֵּית יִשְׂרָאֵל, לְחַיִּים טוֹבִים וּלְשָׁלוֹם.) בָּרוּךְ אַתָּה יְיָ, הַמְבָרֵךְ אֶת עַמּוֹ יִשְׂרָאֵל בַּשָּׁלוֹם.\n\n(יִהְיוּ לְרָצוֹן אִמְרֵי פִי וְהֶגְיוֹן לִבִּי לְפָנֶֽיךָ, יְיָ צוּרִי וְגוֹאֲלִי.)\n\nאֱלֹהַי, נְצוֹר לְשׁוֹנִי מֵרָע, וּשְׂפָתַי מִדַּבֵּר מִרְמָה, וְלִמְקַלְלַי נַפְשִׁי תִדֹּם, וְנַפְשִׁי כֶּעָפָר לַכֹּל תִּהְיֶה. פְּתַח לִבִּי בְּתוֹרָתֶֽךָ, וּבְמִצְוֹתֶֽיךָ תִּרְדּוֹף נַפְשִׁי. וְכָל הַחוֹשְׁבִים עָלַי רָעָה, מְהֵרָה הָפֵר עֲצָתָם וְקַלְקֵל מַחֲשַׁבְתָּם. עֲשֵׂה לְמַֽעַן שְׁמֶֽךָ, עֲשֵׂה לְמַֽעַן יְמִינֶֽךָ, עֲשֵׂה לְמַֽעַן קְדֻשָּׁתֶֽךָ, עֲשֵׂה לְמַֽעַן תּוֹרָתֶֽךָ. לְמַֽעַן יֵחָלְצוּן יְדִידֶֽיךָ, הוֹשִֽׁיעָה יְמִינְךָ וַעֲנֵֽנִי. יִהְיוּ לְרָצוֹן אִמְרֵי פִי וְהֶגְיוֹן לִבִּי לְפָנֶֽיךָ, יְיָ צוּרִי וְגוֹאֲלִי. עֹשֶׂה שָׁלוֹם בִּמְרוֹמָיו, הוּא יַעֲשֶׂה שָׁלוֹם עָלֵֽינוּ, וְעַל כָּל יִשְׂרָאֵל, וְאִמְרוּ אָמֵן.\n\nיְהִי רָצוֹן מִלְּפָנֶֽיךָ, יְיָ אֱלֹהֵֽינוּ וֵאלֹהֵי אֲבוֹתֵֽינוּ, שֶׁיִּבָּנֶה בֵּית הַמִּקְדָּשׁ בִּמְהֵרָה בְיָמֵֽינוּ, וְתֵן חֶלְקֵֽנוּ בְּתוֹרָתֶֽךָ, וְשָׁם נַעֲבָדְךָ בְּיִרְאָה כִּימֵי עוֹלָם וּכְשָׁנִים קַדְמוֹנִיּוֹת. וְעָרְבָה לַייָ מִנְחַת יְהוּדָה וִירוּשָׁלָֽיִם, כִּימֵי עוֹלָם וּכְשָׁנִים קַדְמוֹנִיּוֹת.",
            "soundfile": "shmoneh-esrei-long.mp3",
            "fontsize": 1
        },
        {
            "titlehebrew": "אָבִֽינוּ מַלְכֵּֽנוּ",
            "titleenglish": "Avinu Malkeynu",
            "texthebrew": "אָבִֽינוּ מַלְכֵּֽנוּ, חָנֵּֽנוּ וַעֲנֵֽנוּ, כִּי אֵין בָּֽנוּ מַעֲשִׂים, עֲשֵׂה עִמָּנוּ צְדָקָה וָחֶֽסֶד וְהוֹשִׁיעֵֽנוּ.",
            "soundfile": "avinu-malkenu-short.mp3",
            "fontsize": 1.5,
            "songfile": "songs/to-use/avinu.mp3"
        },
        {
            "titlehebrew": "הַלֵּל",
            "titleenglish": "Hallel: Bracha and First Paragraph",
            "texthebrew": "בָּרוּךְ אַתָּה יְיָ אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, אֲשֶׁר קִדְּשָֽׁנוּ בְּמִצְוֹתָיו, וְצִוָּֽנוּ לִקְרֹא אֶת הַהַלֵּל.\n\nהַלְלוּיָהּ, הַלְלוּ עַבְדֵי יְיָ, הַלְלוּ אֶת שֵׁם יְיָ. \nיְהִי שֵׁם יְיָ מְבֹרָךְ, מֵעַתָּה וְעַד עוֹלָם. \nמִמִּזְרַח שֶֽׁמֶשׁ עַד מְבוֹאוֹ, מְהֻלָּל שֵׁם יְיָ. \nרָם עַל כָּל גּוֹיִם יְיָ, עַל הַשָּׁמַֽיִם כְּבוֹדוֹ. \nמִי כַּייָ אֱלֹהֵֽינוּ, הַמַּגְבִּיהִי לָשָֽׁבֶת. \nהַמַּשְׁפִּילִי לִרְאוֹת, בַּשָּׁמַֽיִם וּבָאָֽרֶץ. \nמְקִימִי מֵעָפָר דָּל, מֵאַשְׁפֹּת יָרִים אֶבְיוֹן. \nלְהוֹשִׁיבִי עִם נְדִיבִים, עִם נְדִיבֵי עַמּוֹ. \nמוֹשִיבִי עֲקֶֽרֶת הַבַּֽיִת, אֵם הַבָּנִים שְׂמֵחָה, הַלְלוּיָהּ. \n",
            "soundfile": "hallel-bracha-1.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "הַלֵּל",
            "titleenglish": "Hallel: B'tzait Yisrael",
            "texthebrew": "בְּצֵאת יִשְׂרָאֵל מִמִּצְרָֽיִם, בֵּית יַעֲקֹב מֵעַם לֹעֵז. הָיְתָה יְהוּדָה לְקָדְשׁוֹ, יִשְׂרָאֵל מַמְשְׁלוֹתָיו. הַיָּם רָאָה וַיָּנֹס, הַיַּרְדֵּן יִסֹּב לְאָחוֹר. הֶהָרִים רָקְדוּ כְאֵילִים, גְּבָעוֹת כִּבְנֵי צֹאן. מַה לְּךָ הַיָּם כִּי תָנוּס, הַיַּרְדֵּן תִּסֹּב לְאָחוֹר. הֶהָרִים תִּרְקְדוּ כְאֵילִים, גְּבָעוֹת כִּבְנֵי צֹאן. מִלִּפְנֵי אָדוֹן חֽוּלִי אָֽרֶץ, מִלִּפְנֵי אֱלֽוֹהַּ יַעֲקֹב. הַהֹפְכִי הַצּוּר אֲגַם מָֽיִם, חַלָּמִישׁ לְמַעְיְנוֹ מָֽיִם.",
            "soundfile": "hallel-btzait.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "הַלֵּל",
            "titleenglish": "Hallel: Lo Lanu",
            "texthebrew": "Not on Rosh Chodesh. Only on First Days of Pesach, Chol Hamoed Sukkot and Chanukah\n\nלֹא לָֽנוּ, יְיָ, לֹא לָֽנוּ, כִּי לְשִׁמְךָ תֵּן כָּבוֹד, עַל חַסְדְּךָ עַל אֲמִתֶּֽךָ. לָֽמָּה יֹאמְרוּ הַגּוֹיִם, אַיֵּה נָא אֱלֹהֵיהֶם. וֵאלֹהֵֽינוּ בַשָּׁמָֽיִם, כֹּל אֲשֶׁר חָפֵץ עָשָׂה. עֲצַבֵּיהֶם כֶּֽסֶף וְזָהָב, מַעֲשֵׂה יְדֵי אָדָם. פֶּה לָהֶם וְלֹא יְדַבֵּֽרוּ, עֵינַֽיִם לָהֶם וְלֹא יִרְאוּ. אָזְנַֽיִם לָהֶם וְלֹא יִשְׁמָֽעוּ, אַף לָהֶם וְלֹא יְרִיחוּן. יְדֵיהֶם וְלֹא יְמִישׁוּן, רַגְלֵיהֶם וְלֹא יְהַלֵּֽכוּ, לֹא יֶהְגּוּ בִּגְרוֹנָם. כְּמוֹהֶם יִהְיוּ עֹשֵׂיהֶם, כֹּל אֲשֶׁר בֹּטֵֽחַ בָּהֶם. יִשְׂרָאֵל בְּטַח בַּייָ, עֶזְרָם וּמָגִנָּם הוּא. בֵּית אַהֲרֹן בִּטְחוּ בַייָ, עֶזְרָם וּמָגִנָּם הוּא. יִרְאֵי יְיָ בִּטְחוּ בַייָ, עֶזְרָם וּמָגִנָּם הוּא.",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "הַלֵּל",
            "titleenglish": "Hallel: Hashem Z'charanu",
            "texthebrew": "יְיָ זְכָרָֽנוּ יְבָרֵךְ, יְבָרֵךְ אֶת בֵּית יִשְׂרָאֵל, יְבָרֵךְ אֶת בֵּית אַהֲרֹן. יְבָרֵךְ יִרְאֵי יְיָ, הַקְּטַנִּים עִם הַגְּדֹלִים. יֹסֵף יְיָ עֲלֵיכֶם, עֲלֵיכֶם וְעַל בְּנֵיכֶם. בְּרוּכִים אַתֶּם לַייָ, עֹשֵׂה שָׁמַֽיִם וָאָֽרֶץ. הַשָּׁמַֽיִם שָׁמַֽיִם לַייָ, וְהָאָֽרֶץ נָתַן לִבְנֵי אָדָם. לֹא הַמֵּתִים יְהַלְלוּ יָהּ, וְלֹא כָּל יֹרְדֵי דוּמָה. וַאֲנַֽחְנוּ נְבָרֵךְ יָהּ, מֵעַתָּה וְעַד עוֹלָם, הַלְלוּיָהּ. ",
            "soundfile": "hallel-zecharanu.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "הַלֵּל",
            "titleenglish": "Hallel: Ahavti",
            "texthebrew": "Not on Rosh Chodesh. Only on First Days of Pesach, Chol Hamoed Sukkot and Chanukah\n\nאָהַֽבְתִּי כִּי יִשְׁמַע יְיָ, אֶת קוֹלִי תַּחֲנוּנָי. כִּי הִטָּה אָזְנוֹ לִי, וּבְיָמַי אֶקְרָא. אֲפָפֽוּנִי חֶבְלֵי מָֽוֶת, וּמְצָרֵי שְׁאוֹל מְצָאֽוּנִי, צָרָה וְיָגוֹן אֶמְצָא. וּבְשֵׁם יְיָ אֶקְרָא, אָנָּה יְיָ מַלְּטָה נַפְשִׁי. חַנּוּן יְיָ וְצַדִּיק, וֵאלֹהֵֽינוּ מְרַחֵם. שֹׁמֵר פְּתָאיִם יְיָ, דַּלּוֹתִי וְלִי יְהוֹשִֽׁיעַ. שׁוּבִי נַפְשִׁי לִמְנוּחָֽיְכִי, כִּי יְיָ גָּמַל עָלָֽיְכִי. כִּי חִלַּֽצְתָּ נַפְשִׁי מִמָּֽוֶת, אֶת עֵינִי מִן דִּמְעָה, אֶת רַגְלִי מִדֶּֽחִי. אֶתְהַלֵּךְ לִפְנֵי יְיָ, בְּאַרְצוֹת הַחַיִּים. הֶאֱמַֽנְתִּי כִּי אֲדַבֵּר, אֲנִי עָנִֽיתִי מְאֹד. אֲנִי אָמַֽרְתִּי בְחָפְזִי, כָּל הָאָדָם כֹּזֵב.",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "הַלֵּל",
            "titleenglish": "Hallel: Ma Ashiv",
            "texthebrew": "מָה אָשִׁיב לַייָ, כָּל תַּגְמוּלֽוֹהִי עָלָי. כּוֹס יְשׁוּעוֹת אֶשָּׂא, וּבְשֵׁם יְיָ אֶקְרָא. נְדָרַי לַייָ אֲשַׁלֵּם, נֶגְדָה נָּא לְכָל עַמּוֹ. יָקָר בְּעֵינֵי יְיָ, הַמָּֽוְתָה לַחֲסִידָיו. אָנָּה יְיָ כִּי אֲנִי עַבְדֶּֽךָ, אֲנִי עַבְדְּךָ בֶּן אֲמָתֶֽךָ, פִּתַּֽחְתָּ לְמוֹסֵרָי. לְךָ אֶזְבַּח זֶֽבַח תּוֹדָה, וּבְשֵׁם יְיָ אֶקְרָא. נְדָרַי לַייָ אֲשַׁלֵּם, נֶגְדָה נָּא לְכָל עַמּוֹ. בְּחַצְרוֹת בֵּית יְיָ, בְּתוֹכֵֽכִי יְרוּשָׁלָֽיִם, הַלְלוּיָהּ.",
            "soundfile": "hallel-ma-ashiv.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "הַלֵּל",
            "titleenglish": "Hallel: Hallelu et Hashem",
            "texthebrew": "הַלְלוּ אֶת יְיָ, כָּל גּוֹיִם, שַׁבְּחֽוּהוּ, כָּל הָאֻמִּים. כִּי גָבַר עָלֵֽינוּ חַסְדּוֹ, וֶאֱמֶת יְיָ לְעוֹלָם, הַלְלוּיָהּ. הוֹדוּ לַייָ כִּי טוֹב, כִּי לְעוֹלָם חַסְדּוֹ.יֹאמַר נָא יִשְׂרָאֵל, כִּי לְעוֹלָם חַסְדּוֹ.יֹאמְרוּ נָא בֵית אַהֲרֹן, כִּי לְעוֹלָם חַסְדּוֹ.יֹאמְרוּ נָא יִרְאֵי יְיָ, כִּי לְעוֹלָם חַסְדּוֹ.",
            "soundfile": "hallel-hallelu.mp3",
            "fontsize": 1.5,
            "songfile": "songs/to-use/hallelu.mp3"
        },
        {
            "titlehebrew": "הַלֵּל",
            "titleenglish": "Hallel: Min Hameitzar",
            "texthebrew": "מִן הַמֵּצַר קָרָֽאתִי יָּהּ, עָנָֽנִי בַמֶּרְחָב יָהּ. יְיָ לִי לֹא אִירָא, מַה יַּעֲשֶׂה לִי אָדָם. יְיָ לִי בְּעֹזְרָי, וַאֲנִי אֶרְאֶה בְשֹׂנְאָי. טוֹב לַחֲסוֹת בַּייָ, מִבְּטֹֽחַ בָּאָדָם. טוֹב לַחֲסוֹת בַּייָ, מִבְּטֹֽחַ בִּנְדִיבִים. כָּל גּוֹיִם סְבָבֽוּנִי, בְּשֵׁם יְיָ כִּי אֲמִילַם. סַבּֽוּנִי גַם סְבָבֽוּנִי, בְּשֵׁם יְיָ כִּי אֲמִילַם. סַבּֽוּנִי כִדְבֹרִים דֹּעֲכוּ כְּאֵשׁ קוֹצִים, בְּשֵׁם יְיָ כִּי אֲמִילַם. דָּחֹה דְחִיתַֽנִי לִנְפֹּל, וַייָ עֲזָרָֽנִי. עָזִּי וְזִמְרָת יָהּ, וַיְהִי לִי לִישׁוּעָה. קוֹל רִנָּה וִישׁוּעָה בְּאָהֳלֵי צַדִּיקִים, יְמִין יְיָ עֹֽשָׂה חָֽיִל. יְמִין יְיָ רוֹמֵמָה, יְמִין יְיָ עֹֽשָׂה חָֽיִל. לֹא אָמוּת כִּי אֶחְיֶה, וַאֲסַפֵּר מַעֲשֵׂי יָהּ. יַסֹּר יִסְּרַֽנִּי יָּהּ, וְלַמָּֽוֶת לֹא נְתָנָֽנִי. ",
            "soundfile": "hallel-min-hameitzar.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "הַלֵּל",
            "titleenglish": "Hallel: Pitchu Li",
            "texthebrew": "פִּתְחוּ לִי שַֽׁעֲרֵי צֶֽדֶק, אָבֹא בָם אוֹדֶה יָהּ. זֶה הַשַּֽׁעַר לַייָ, צַדִּיקִים יָבֹֽאוּ בוֹ. אוֹדְךָ כִּי עֲנִיתָֽנִי, וַתְּהִי לִי לִישׁוּעָה. אוֹדְךָ כִּי עֲנִיתָֽנִי, וַתְּהִי לִי לִישׁוּעָה. אֶֽבֶן מָאֲסוּ הַבּוֹנִים, הָיְתָה לְרֹאשׁ פִּנָּה. אֶֽבֶן מָאֲסוּ הַבּוֹנִים, הָיְתָה לְרֹאשׁ פִּנָּה. מֵאֵת יְיָ הָֽיְתָה זֹּאת, הִיא נִפְלָאת בְּעֵינֵֽינוּ. מֵאֵת יְיָ הָֽיְתָה זֹּאת, הִיא נִפְלָאת בְּעֵינֵֽינוּ. זֶה הַיּוֹם עָשָׂה יְיָ, נָגִֽילָה וְנִשְׂמְחָה בוֹ. זֶה הַיּוֹם עָשָׂה יְיָ, נָגִֽילָה וְנִשְׂמְחָה בוֹ.",
            "soundfile": "hallel-pitchu-li.mp3",
            "fontsize": 1.5,
            "songfile": "songs/to-use/pitchu-li.mp3"
        },
        {
            "titlehebrew": "הַלֵּל",
            "titleenglish": "Hallel: Ana Hashem",
            "texthebrew": "אָנָּא יְיָ הוֹשִֽׁיעָה נָּא.אָנָּא יְיָ הוֹשִֽׁיעָה נָּא.אָנָּא יְיָ הַצְלִיחָה נָא.אָנָּא יְיָ הַצְלִיחָה נָא.",
            "soundfile": "hallel-ana.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "הַלֵּל",
            "titleenglish": "Hallel: Baruch Haba",
            "texthebrew": "בָּרוּךְ הַבָּא בְּשֵׁם יְיָ, בֵּרַכְנוּכֶם מִבֵּית יְיָ. בָּרוּךְ הַבָּא בְּשֵׁם יְיָ, בֵּרַכְנוּכֶם מִבֵּית יְיָ. אֵל יְיָ וַיָּֽאֶר לָֽנוּ, אִסְרוּ חַג בַּעֲבֹתִים עַד קַרְנוֹת הַמִּזְבֵּֽחַ. אֵל יְיָ וַיָּֽאֶר לָֽנוּ, אִסְרוּ חַג בַּעֲבֹתִים, עַד קַרְנוֹת הַמִּזְבֵּֽחַ. אֵלִי אַתָּה וְאוֹדֶֽךָּ, אֱלֹהַי אֲרוֹמְמֶֽךָּ. אֵלִי אַתָּה וְאוֹדֶֽךָּ, אֱלֹהַי אֲרוֹמְמֶֽךָּ. הוֹדוּ לַייָ כִּי טוֹב, כִּי לְעוֹלָם חַסְדּוֹ. הוֹדוּ לַייָ כִּי טוֹב, כִּי לְעוֹלָם חַסְדּוֹ.",
            "soundfile": "hallel-baruch-habah.mp3",
            "fontsize": 1.5
        },
        {
            "titlehebrew": "הַלֵּל",
            "titleenglish": "Hallel: Y'hallelukah",
            "texthebrew": "יְהַלְלֽוּךָ יְיָ אֱלֹהֵֽינוּ כָּל מַעֲשֶֽׂיךָ, וַחֲסִידֶֽיךָ צַדִּיקִים עוֹשֵׂי רְצוֹנֶֽךָ, וְכָל עַמְּךָ בֵּית יִשְׂרָאֵל בְּרִנָּה יוֹדוּ וִיבָרְכוּ וִישַׁבְּחוּ וִיפָאֲרוּ וִירוֹמְמוּ וְיַעֲרִֽיצוּ וְיַקְדִּֽישׁוּ וְיַמְלִֽיכוּ אֶת שִׁמְךָ מַלְכֵּֽנוּ. כִּי לְךָ טוֹב לְהוֹדוֹת וּלְשִׁמְךָ נָאֶה לְזַמֵּר, כִּי מֵעוֹלָם וְעַד עוֹלָם אַתָּה אֵל. בָּרוּךְ אַתָּה יְיָ, מֶֽלֶךְ מְהֻלָּל בַּתִּשְׁבָּחוֹת.",
            "soundfile": "hallel-yehallelukah.mp3",
            "fontsize": 1.5
        }
    ],
    "5": [
        {
            "titlehebrew": "מִזְמוֹר שִׁיר",
            "titleenglish": "Mizmor shir",
            "texthebrew": "מִזְמוֹר שִׁיר חֲנֻכַּת הַבַּֽיִת לְדָוִד. \nאֲרוֹמִמְךָ יְיָ כִּי דִלִּיתָֽנִי, וְלֹא שִׂמַּֽחְתָּ אֹיְבַי לִי. \nיְיָ אֱלֹהָי, שִׁוַּֽעְתִּי אֵלֶֽיךָ וַתִּרְפָּאֵֽנִי. \nיְיָ הֶעֱלִֽיתָ מִן שְׁאוֹל נַפְשִׁי, חִיִּיתַֽנִי מִיָּרְדִי בוֹר. \nזַמְּרוּ לַייָ חֲסִידָיו, וְהוֹדוּ לְזֵֽכֶר קָדְשׁוֹ. \nכִּי רֶֽגַע בְּאַפּוֹ, חַיִּים בִּרְצוֹנוֹ, בָּעֶֽרֶב יָלִין בֶּֽכִי, וְלַבֹּֽקֶר רִנָּה. \nוַאֲנִי אָמַֽרְתִּי בְשַׁלְוִי, בַּל אֶמּוֹט לְעוֹלָם. \nיְיָ בִּרְצוֹנְךָ הֶעֱמַֽדְתָּה לְהַרְרִי עֹז, הִסְתַּֽרְתָּ פָנֶֽיךָ, הָיִֽיתִי נִבְהָל. \nאֵלֶֽיךָ יְיָ אֶקְרָא, וְאֶל אֲדֹנָי אֶתְחַנָּן. \nמַה בֶּֽצַע בְּדָמִי, בְּרִדְתִּי אֶל שָֽׁחַת, הֲיוֹדְךָ עָפָר, הֲיַגִּיד אֲמִתֶּֽךָ. \nשְׁמַע יְיָ וְחָנֵּֽנִי, יְיָ הֱיֵה עֹזֵר לִי. \nהָפַֽכְתָּ מִסְפְּדִי לְמָחוֹל לִי, פִּתַּֽחְתָּ שַׂקִּי וַתְּאַזְּרֵֽנִי שִׂמְחָה. \nלְמַֽעַן יְזַמֶּרְךָ כָבוֹד וְלֹא יִדֹּם, יְיָ אֱלֹהַי לְעוֹלָם אוֹדֶֽךָּ.",
            "fontsize": 1
        }
    ],
    "6": [
        {
            "titlehebrew": " אָז יָשִׁיר",
            "titleenglish": "Az yashir",
            "texthebrew": "וַיּֽוֹשַׁע יְיָ בַּיּוֹם הַהוּא אֶת יִשְׂרָאֵל מִיַּד מִצְרָֽיִם, וַיַּרְא יִשְׂרָאֵל אֶת מִצְרַֽיִם מֵת עַל שְׂפַת הַיָּם. וַיַּרְא יִשְׂרָאֵל אֶת הַיָּד הַגְּדֹלָה אֲשֶׁר עָשָׂה יְיָ בְּמִצְרַֽיִם וַיִּירְאוּ הָעָם אֶת יְיָ, וַיַּאֲמִֽינוּ בַּייָ וּבְמֹשֶׁה עַבְדּוֹ.\n\n אָז יָשִׁיר מֹשֶׁה וּבְנֵי יִשְׂרָאֵל אֶת הַשִּׁירָה הַזֹּאת לַייָ, וַיֹּאמְרוּ לֵאמֹר, אָשִׁירָה לַייָ כִּי גָאֹה גָּאָה, סוּס וְרֹכְבוֹ רָמָה בַיָּם. \nעָזִּי וְזִמְרָת יָהּ וַיְהִי לִי לִישׁוּעָה, זֶה אֵלִי וְאַנְוֵֽהוּ, אֱלֹהֵי אָבִי וַאֲרֹמְמֶֽנְהוּ. \nיְיָ אִישׁ מִלְחָמָה, יְיָ שְׁמוֹ. \nמַרְכְּבֹת פַּרְעֹה וְחֵילוֹ יָרָה בַיָּם, וּמִבְחַר שָׁלִשָׁיו טֻבְּעוּ בְיַם סוּף. \nתְּהֹמֹת יְכַסְיֻֽמוּ, יָרְדוּ בִמְצוֹלֹת כְּמוֹ אָֽבֶן. \nיְמִינְךָ יְיָ נֶאְדָּרִי בַּכֹּֽחַ, יְמִינְךָ יְיָ תִּרְעַץ אוֹיֵב. \nוּבְרֹב גְּאוֹנְךָ תַּהֲרֹס קָמֶֽיךָ, תְּשַׁלַּח חֲרֹנְךָ יֹאכְלֵֽמוֹ כַּקַּשׁ. \nוּבְרֽוּחַ אַפֶּֽיךָ נֶֽעֶרְמוּ מַֽיִם, נִצְּבוּ כְמוֹ נֵד נֹזְלִים, קָפְאוּ תְהֹמֹת בְּלֶב יָם. \nאָמַר אוֹיֵב אֶרְדֹּף אַשִּׂיג אֲחַלֵּק שָׁלָל, תִּמְלָאֵֽמוֹ נַפְשִׁי, אָרִיק חַרְבִּי, תּוֹרִישֵֽׁמוֹ יָדִי. \nנָשַֽׁפְתָּ בְרוּחֲךָ כִּסָּֽמוֹ יָם, צָלְלוּ כַּעוֹפֶרֶת בְּמַֽיִם אַדִּירִים. \nמִי כָמֹֽכָה בָּאֵלִם יְיָ, מִי כָּמֹֽכָה נֶאְדָּר בַּקֹּֽדֶשׁ, נוֹרָא תְהִלֹּת, עֹֽשֵׂה פֶֽלֶא. \nנָטִֽיתָ יְמִינְךָ, תִּבְלָעֵֽמוֹ אָֽרֶץ. \nנָחִֽיתָ בְחַסְדְּךָ עַם זוּ גָּאָֽלְתָּ, נֵהַֽלְתָּ בְעָזְּךָ אֶל נְוֵה קָדְשֶֽׁךָ. \nשָׁמְעוּ עַמִּים יִרְגָּזוּן, חִיל אָחַז יֹשְׁבֵי פְּלָֽשֶׁת. \nאָז נִבְהֲלוּ אַלּוּפֵי אֱדוֹם, אֵילֵי מוֹאָב יֹאחֲזֵֽמוֹ רָֽעַד, נָמֹֽגוּ כֹּל יֹשְׁבֵי כְנָֽעַן. \nתִּפֹּל עֲלֵיהֶם אֵימָֽתָה וָפַֽחַד, בִּגְדֹל זְרוֹעֲךָ יִדְּמוּ כָּאָֽבֶן, עַד יַעֲבֹר עַמְּךָ יְיָ, עַד יַעֲבֹר עַם זוּ קָנִֽיתָ. \nתְּבִאֵֽמוֹ וְתִטָּעֵֽמוֹ בְּהַר נַחֲלָֽתְךָ, מָכוֹן לְשִׁבְתְּךָ פָּעַֽלְתָּ יְיָ, מִקְּדָשׁ, אֲדֹנָי, כּוֹנְנוּ יָדֶֽיךָ. \nיְיָ ׀ יִמְלֹךְ לְעֹלָם וָעֶד. יְיָ יִמְלֹךְ לְעֹלָם וָעֶד. (יְיָ מַלְכוּתֵהּ קָאֵם לְעָלַם וּלְעָלְמֵי עָלְמַיָּא). \nכִּי בָא סוּס פַּרְעֹה בְּרִכְבּוֹ וּבְפָרָשָׁיו בַּיָּם, וַיָּֽשֶׁב יְיָ עֲלֵהֶם אֶת מֵי הַיָּם, וּבְנֵי יִשְׂרָאֵל הָלְכוּ בַיַּבָּשָׁה בְּתוֹךְ הַיָּם. \nכִּי לַייָ הַמְּלוּכָה, וּמֹשֵׁל בַּגּוֹיִם. \nוְעָלוּ מוֹשִׁעִים בְּהַר צִיּוֹן לִשְׁפֹּט אֶת הַר עֵשָׂו, וְהָיְתָה לַייָ הַמְּלוּכָה. \nוְהָיָה יְיָ לְמֶֽלֶךְ עַל כָּל הָאָֽרֶץ, בַּיּוֹם הַהוּא יִהְיֶה יְיָ אֶחָד וּשְׁמוֹ אֶחָד. (וּבְתוֹרָתְךָ כָּתוּב לֵאמֹר: שְׁמַע יִשְׂרָאֵל, יְיָ אֱלֹהֵֽינוּ, יְיָ אֶחָד.)",
            "instructions": "Ricky to edit",
            "fontsize": 1
        },
        {
            "titlehebrew": "וּבָא לְצִיּוֹן",
            "titleenglish": "Uva leziyon",
            "texthebrew": "וּבָא לְצִיּוֹן גּוֹאֵל, וּלְשָׁבֵי פֶֽשַׁע בְּיַעֲקֹב, נְאֻם יְיָ. וַאֲנִי זֹאת בְּרִיתִי אֹתָם, אָמַר יְיָ, רוּחִי אֲשֶׁר עָלֶֽיךָ, וּדְבָרַי אֲשֶׁר שַֽׂמְתִּי בְּפִֽיךָ, לֹא יָמֽוּשׁוּ מִפִּֽיךָ, וּמִפִּי זַרְעֲךָ, וּמִפִּי זֶֽרַע זַרְעֲךָ, אָמַר יְיָ, מֵעַתָּה וְעַד עוֹלָם. \n\nוְאַתָּה קָדוֹשׁ, יוֹשֵׁב תְּהִלּוֹת יִשְׂרָאֵל. וְקָרָא זֶה אֶל זֶה וְאָמַר, \nקָדוֹשׁ ׀ קָדוֹשׁ קָדוֹשׁ יְיָ צְבָאוֹת, מְלֹא כָל הָאָֽרֶץ כְּבוֹדוֹ. \nוּמְקַבְּלִין דֵּין מִן דֵּין, וְאָמְרִין, קַדִּישׁ בִּשְׁמֵי מְרוֹמָא עִלָּאָה בֵּית שְׁכִינְתֵּה, קַדִּישׁ עַל אַרְעָא עוֹבַד גְּבוּרְתֵּהּ, קַדִּישׁ לְעָלַם וּלְעָלְמֵי עָלְמַיָּא, יְיָ צְבָאוֹת, מַלְיָא כָל אַרְעָא זִיו יְקָרֵהּ. \n\nוַתִּשָּׂאֵֽנִי רֽוּחַ, וָאֶשְׁמַע אַחֲרַי קוֹל רַֽעַשׁ גָּדוֹל, \nבָּרוּךְ כְּבוֹד יְיָ מִמְּקוֹמוֹ. \nוּנְטָלַֽתְנִי רוּחָא, וְשִׁמְעֵת בַּתְרַי קָל זִֽיעַ סַגִּיא, דִּמְשַׁבְּחִין וְאָמְרִין, בְּרִיךְ יְקָרָא דַייָ מֵאֲתַר בֵּית שְׁכִינְתֵּה. \n\nיְיָ יִמְלֹךְ לְעֹלָם וָעֶד. יְיָ מַלְכוּתֵהּ קָאֵם לְעָלַם וּלְעָלְמֵי עָלְמַיָּא. \n\nיְיָ אֱלֹהֵי אַבְרָהָם יִצְחָק וְיִשְׂרָאֵל אֲבוֹתֵֽינוּ, שָׁמְרָה זֹּאת לְעוֹלָם, לְיֵֽצֶר מַחְשְׁבוֹת לְבַב עַמֶּֽךָ, וְהָכֵן לְבָבָם אֵלֶֽיךָ. וְהוּא רַחוּם, יְכַפֵּר עָוֹן וְלֹא יַשְׁחִית, וְהִרְבָּה לְהָשִׁיב אַפּוֹ, וְלֹא יָעִיר כָּל חֲמָתוֹ. \nכִּי אַתָּה אֲדֹנָי טוֹב וְסַלָּח, וְרַב חֶֽסֶד לְכָל קֹרְאֶֽיךָ. צִדְקָתְךָ צֶדֶק לְעוֹלָם, וְתוֹרָתְךָ אֱמֶת. תִּתֵּן אֱמֶת לְיַעֲקֹב, חֶֽסֶד לְאַבְרָהָם, אֲשֶׁר נִשְׁבַּֽעְתָּ לַאֲבוֹתֵֽנוּ מִֽימֵי קֶֽדֶם. בָּרוּךְ אֲדֹנָי, יוֹם ׀ יוֹם יַֽעֲמָס לָֽנוּ, הָאֵל יְשׁוּעָתֵֽנוּ סֶֽלָה. יְיָ צְבָאוֹת עִמָּֽנוּ, מִשְׂגָּב לָֽנוּ אֱלֹהֵי יַעֲקֹב סֶֽלָה. יְיָ צְבָאוֹת, אַשְׁרֵי אָדָם בֹּטֵֽחַ בָּךְ. יְיָ הוֹשִֽׁיעָה, הַמֶּֽלֶךְ יַעֲנֵֽנוּ בְיוֹם קָרְאֵֽנוּ. \n\nבָּרוּךְ (הוּא) אֱלֹהֵֽינוּ, שֶׁבְּרָאָֽנוּ לִכְבוֹדוֹ, וְהִבְדִּילָֽנוּ מִן הַתּוֹעִים, וְנָֽתַן לָֽנוּ תּוֹרַת אֱמֶת, וְחַיֵּי עוֹלָם נָטַע בְּתוֹכֵֽנוּ, הוּא יִפְתַּח לִבֵּֽנוּ בְּתוֹרָתוֹ וְיָשֵׂם בְּלִבֵּֽנוּ אַהֲבָתוֹ וְיִרְאָתוֹ, וְלַעֲשׂוֹת רְצוֹנוֹ וּלְעָבְדוֹ בְּלֵבָב שָׁלֵם, לְמַֽעַן לֹא נִיגַע לָרִיק, וְלֹא נֵלֵד לַבֶּהָלָה. יְהִי רָצוֹן מִלְּפָנֶֽיךָ, יְיָ אֱלֹהֵֽינוּ וֵאלֹהֵי אֲבוֹתֵֽינוּ, שֶׁנִּשְׁמֹר חֻקֶּֽיךָ בָּעוֹלָם הַזֶּה, וְנִזְכֶּה וְנִחְיֶה וְנִרְאֶה, וְנִירַשׁ טוֹבָה וּבְרָכָה, לִשְׁנֵי יְמוֹת הַמָּשִֽׁיחַ, וּלְחַיֵּי הָעוֹלָם הַבָּא. לְמַֽעַן יְזַמֶּרְךָ כָבוֹד וְלֹא יִדֹּם, יְיָ אֱלֹהַי לְעוֹלָם אוֹדֶֽךָּ. בָּרוּךְ הַגֶּֽבֶר אֲשֶׁר יִבְטַח בַּייָ, וְהָיָה יְיָ מִבְטַחוֹ. בִּטְחוּ בַייָ עֲדֵי עַד, כִּי בְּיָהּ יְיָ צוּר עוֹלָמִים. וְיִבְטְחוּ בְךָ יוֹדְעֵי שְׁמֶֽךָ, כִּי לֹא עָזַֽבְתָּ דֹּרְשֶֽׁיךָ יְיָ. יְיָ חָפֵץ לְמַֽעַן צִדְקוֹ, יַגְדִּיל תּוֹרָה וְיַאְדִּיר.",
            "fontsize": 1
        }
    ]
};